const list = [
  {
    orderId: "CDM1100L1003",
    model: "CDM1-125L/3300 100A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L1603",
    model: "CDM1-250L/3300 160A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1125L1254300",
    model: "CDM1-125L/4300 125A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L2253",
    model: "CDM1-250L/3300 225A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM163L403",
    model: "CDM1-63L/3300 40A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1250L2503300",
    model: "CDM1-250L/3300 250A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1400L4003",
    model: "CDM1-400L/3300 400A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1125L1253300",
    model: "CDM1-125L/3300 125A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1630L6303",
    model: "CDM1-630L/3300 630A",
    price: "2684",
    showPrice: "2684",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM163L633",
    model: "CDM1-63L/3300 63A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1250L2504300",
    model: "CDM1-250L/4300 250A",
    price: "1023",
    showPrice: "1023",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1100M1003",
    model: "CDM1-125M/3300 100A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L2003",
    model: "CDM1-250L/3300 200A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225M1003E",
    model: "CDM1-225M/3300 100A 英文标牌",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：225A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L2003M",
    model: "CDM1-250L/33002 200A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1400L3153",
    model: "CDM1-400L/3300 315A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1225L2003E",
    model: "CDM1-225L/3300 200A 英文标牌",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：225A | 额定电流：200A",
  },
  {
    orderId: "CDM1225L1253320",
    model: "CDM1-250L/3320 125A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L1003",
    model: "CDM1-250L/3300 100A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM163L503",
    model: "CDM1-63L/3300 50A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM1100M1003E",
    model: "CDM1-100M/3300 100A 英文标牌",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "CDM1630L6303340",
    model: "CDM1-630L/3340 630A",
    price: "2968",
    showPrice: "2968",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1100L1004300",
    model: "CDM1-125L/4300 100A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L1003E",
    model: "CDM1-100L/3300 100A 英文标牌",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "CDM163M403M",
    model: "CDM1-63M/33002 40A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L3320100",
    model: "CDM1-125L/3320 100A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1400L3503",
    model: "CDM1-400L/3300 350A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1800L8003",
    model: "CDM1-800L/3300 800A",
    price: "3592",
    showPrice: "3592",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1100M102",
    model: "CDM1-125M/2300 10A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：10A",
  },
  {
    orderId: "CDM1400H4003340AD",
    model: "CDM1-400H/3340 400A AC220V 引线500MM",
    price: "3350",
    showPrice: "3350",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM163L163",
    model: "CDM1-63L/3300 16A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM1100L633",
    model: "CDM1-125L/3300 63A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM163M633",
    model: "CDM1-63M/3300 63A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1630L5003",
    model: "CDM1-630L/3300 500A",
    price: "2684",
    showPrice: "2684",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1100L203200M",
    model: "CDM1-125L/32002 20A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "CDM163L163340DC",
    model: "CDM1-63L/3340 16A DC24V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM1100L503320",
    model: "CDM1-125L/3320 50A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1100L803330AC",
    model: "CDM1-125L/3330 80A AC220V",
    price: "717",
    showPrice: "717",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L403PF",
    model: "CDM1-125L/3300 40A 插入式板前接线",
    price: "970",
    showPrice: "970",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1100M803PR",
    model: "CDM1-125M/3300 80A 插入式",
    price: "1027.99",
    showPrice: "1027.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1225L2003370",
    model: "CDM1-250L/3370 200A AC380V",
    price: "1078",
    showPrice: "1078",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1400H4003200M",
    model: "CDM1-400H/32002 400A",
    price: "3066",
    showPrice: "3066",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1630L6303340DC",
    model: "CDM1-630L/3340 630A DC24V",
    price: "2968",
    showPrice: "2968",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM163M503200M",
    model: "CDM1-63M/32002 50A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163M323200M",
    model: "CDM1-63M/32002 32A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163L253320",
    model: "CDM1-63L/3320 25A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM1100M202",
    model: "CDM1-125M/2300 20A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "CDM1100M803200M",
    model: "CDM1-125M/32002 80A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100M503310AC",
    model: "CDM1-125M/3310 50A AC220V",
    price: "624",
    showPrice: "624",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1225L1003320",
    model: "CDM1-250L/3320 100A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M2003200",
    model: "CDM1-250M/3200 200A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225L1253370",
    model: "CDM1-250L/3370 125A AC380V",
    price: "1078",
    showPrice: "1078",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L1253FR",
    model: "CDM1-250L/3300 125A 板后接线",
    price: "1014.01",
    showPrice: "1014.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1400L31533202",
    model: "CDM1-400L/33202 315A",
    price: "1895",
    showPrice: "1895",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM163L503320",
    model: "CDM1-63L/3320 50A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM1100L633320",
    model: "CDM1-125L/3320 63A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L1003330AC",
    model: "CDM1-125L/3330 100A AC220V",
    price: "717",
    showPrice: "717",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M2003340DC",
    model: "CDM1-250M/3340 200A DC24V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1400L2503310DC",
    model: "CDM1-400L/3310 250A DC24V",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM163M203200M",
    model: "CDM1-63M/32002 20A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM163L503310",
    model: "CDM1-63L/3310 50A AC380V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM1100M803310AC",
    model: "CDM1-125M/3310 80A AC220V",
    price: "624",
    showPrice: "624",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100M1003340DC",
    model: "CDM1-125M/3340 100A DC24V",
    price: "665.01",
    showPrice: "665.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100M1003340",
    model: "CDM1-125M/3340 100A AC380V",
    price: "665.01",
    showPrice: "665.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L633330",
    model: "CDM1-125L/3330 63A AC380V",
    price: "717",
    showPrice: "717",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1225M1603PR",
    model: "CDM1-250M/3300 160A 插入式",
    price: "1882",
    showPrice: "1882",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1400M4003320",
    model: "CDM1-400M/3320 400A",
    price: "2219",
    showPrice: "2219",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400M3153320",
    model: "CDM1-400M/3320 315A",
    price: "2219",
    showPrice: "2219",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1630M4003200",
    model: "CDM1-630M/3200 400A",
    price: "2929.01",
    showPrice: "2929.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "CDM1800L3310800",
    model: "CDM1-800L/3310 800A",
    price: "3874",
    showPrice: "3874",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM163M633200",
    model: "CDM1-63M/3200 63A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L633320",
    model: "CDM1-63L/3320 63A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163M633320",
    model: "CDM1-63M/3320 63A",
    price: "458.99",
    showPrice: "458.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1100M633200M",
    model: "CDM1-125M/32002 63A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100M10032202",
    model: "CDM1-125M/33202 100A",
    price: "569.99",
    showPrice: "569.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M2002200",
    model: "CDM1-250M/2200 200A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM163L633PF",
    model: "CDM1-63L/3300 63A 插入式板前接线",
    price: "859",
    showPrice: "859",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1225L3340160",
    model: "CDM1-250L/3340 160A",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L2253P2",
    model: "CDM1-250L/3300D 225A 电操AC220V",
    price: "2355",
    showPrice: "2355",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1400L4003330",
    model: "CDM1-400L/3330 400A",
    price: "2341",
    showPrice: "2341",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1630M6303M",
    model: "CDM1-630M/33002 630A",
    price: "2929.01",
    showPrice: "2929.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1800M5003",
    model: "CDM1-800M/3300 500A",
    price: "3888",
    showPrice: "3888",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：500A",
  },
  {
    orderId: "CDM163L2033202",
    model: "CDM1-63L/33202 20A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM1100M102200",
    model: "CDM1-125M/2200 10A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：10A",
  },
  {
    orderId: "CDM163M323320",
    model: "CDM1-63M/3320 32A",
    price: "458.99",
    showPrice: "458.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM1100L163M",
    model: "CDM1-125L/33002 16A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "CDM1100L803220M",
    model: "CDM1-125L/32202 80A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L10033202",
    model: "CDM1-125L/33202 100A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM163M323340AC",
    model: "CDM1-63M/3340 32A AC220V",
    price: "554.01",
    showPrice: "554.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163L633330",
    model: "CDM1-63L/3330 63A",
    price: "606",
    showPrice: "606",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L1003PPC",
    model: "CDM1-125L/3300 100A 预付费",
    price: "669.01",
    showPrice: "669.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L2003200M",
    model: "CDM1-250L/32002 200A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225M1253200",
    model: "CDM1-250M/3200 125A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L1803310AC",
    model: "CDM1-250L/3310 180A AC220V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225L1253310",
    model: "CDM1-250L/3310 125A",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L2253310ACD",
    model: "CDM1-250L/3310 225A AC220V带端子",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L1253370AC",
    model: "CDM1-250L/3370 125A AC220V",
    price: "1078",
    showPrice: "1078",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L2004APPC",
    model: "CDM1-250L/4300A 200A 预付费",
    price: "1243",
    showPrice: "1243",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1400L3153340",
    model: "CDM1-400L/3340 315A",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1630L6303320",
    model: "CDM1-630L/3320 630A",
    price: "2766",
    showPrice: "2766",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1100M323M",
    model: "CDM1-125M/33002 32A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1100M1003320",
    model: "CDM1-125M/3320 100A",
    price: "569.99",
    showPrice: "569.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L503310AC",
    model: "CDM1-125L/3310 50A AC220V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1225L20033202",
    model: "CDM1-250L/33202 200A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225M2003200M",
    model: "CDM1-250M/32002 200A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225L1603310AD",
    model: "CDM1-250L/3310 160A AC220V 引线500MM",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L3340125",
    model: "CDM1-250L/3340 125A",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM163M503200",
    model: "CDM1-63M/3200 50A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163L323320",
    model: "CDM1-63L/3320 32A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM1100M163200",
    model: "CDM1-125M/3200 16A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "CDM1225L2253E",
    model: "CDM1-250L/3300 225A 英文标牌",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L2253320",
    model: "CDM1-250L/3320 225A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L1603328",
    model: "CDM1-250L/3328 160A",
    price: "817",
    showPrice: "817",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1400L2503200M",
    model: "CDM1-400L/32002 250A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1225L2003PF",
    model: "CDM1-250L/3300 200A 插入式板前接线",
    price: "1775",
    showPrice: "1775",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1630L6303310DC",
    model: "CDM1-630L/3310 630A DC24V",
    price: "2886",
    showPrice: "2886",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1630L6303310",
    model: "CDM1-630L/3310 630A",
    price: "2886",
    showPrice: "2886",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1400L2503PF",
    model: "CDM1-400L/3300 250A 插入式板前接线",
    price: "3305",
    showPrice: "3305",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1100L403320",
    model: "CDM1-125L/3320 40A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L1003308",
    model: "CDM1-125L/3308 100A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L633310DC",
    model: "CDM1-125L/3310 63A DC24V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1225L3320160",
    model: "CDM1-250L/3320 160A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225M1003M",
    model: "CDM1-250M/33002 100A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M1603340DC",
    model: "CDM1-250M/3340 160A DC24V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1400M3503M",
    model: "CDM1-400M/33002 350A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1630L50033202",
    model: "CDM1-630L/33202 500A",
    price: "2766",
    showPrice: "2766",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1630M5003320",
    model: "CDM1-630M/3320 500A",
    price: "3011",
    showPrice: "3011",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM163L3233202",
    model: "CDM1-63L/33202 32A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM1100M402",
    model: "CDM1-125M/2300 40A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM163L323310",
    model: "CDM1-63L/3310 32A",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163254M",
    model: "CDM1-63M/43002 25A",
    price: "551",
    showPrice: "551",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM1100L633340",
    model: "CDM1-125L/3340 63A AC380V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L1003370",
    model: "CDM1-125L/3370 100A AC380V",
    price: "758",
    showPrice: "758",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L2253FR",
    model: "CDM1-250L/3300 225A 板后接线",
    price: "1014.01",
    showPrice: "1014.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1400L2253M",
    model: "CDM1-400L/33002 225A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：225A",
  },
  {
    orderId: "CDM1400L3503310DC",
    model: "CDM1-400L/3310 350A DC24V",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1400M2503340DC",
    model: "CDM1-400M/3340 250A DC24V",
    price: "2421",
    showPrice: "2421",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1800L8003340AC",
    model: "CDM1-800L/3340 800A AC220V",
    price: "4011",
    showPrice: "4011",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1100M162",
    model: "CDM1-125M/2300 16A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "CDM1100L803340",
    model: "CDM1-125L/3340 80A",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM163M504340AC",
    model: "CDM1-63M/4340 50A AC220V",
    price: "686.99",
    showPrice: "686.99",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM1225M2253340AC",
    model: "CDM1-250M/3340 225A AC220V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1400L3503310",
    model: "CDM1-400L/3310 350A",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1400L4003Z350",
    model: "CDM1-400L/3300 400A带圆形手操杆长350MM",
    price: "2095",
    showPrice: "2095",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L4003Z400",
    model: "CDM1-400L/3300 400A带圆形手操杆长400MM",
    price: "2095",
    showPrice: "2095",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1630M6303200",
    model: "CDM1-630M/3200 630A",
    price: "2929.01",
    showPrice: "2929.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM163M403200M",
    model: "CDM1-63M/32002 40A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM163M103200M",
    model: "CDM1-63M/32002 10A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：10A",
  },
  {
    orderId: "CDM163M6333202",
    model: "CDM1-63M/33202 63A",
    price: "458.99",
    showPrice: "458.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L163200M",
    model: "CDM1-125L/32002 16A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "CDM163L633310",
    model: "CDM1-63L/3310 63A",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L253PF",
    model: "CDM1-125L/3300 25A 插入式板前接线",
    price: "970",
    showPrice: "970",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1100L1003PF",
    model: "CDM1-125L/3300 100A 插入式板前接线",
    price: "970",
    showPrice: "970",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1630L5003320",
    model: "CDM1-630L/3320 500A",
    price: "2766",
    showPrice: "2766",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1630L6303H300",
    model: "CDM1-630L/3300 630A直接方形手操杆长300MM",
    price: "2966",
    showPrice: "2966",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM163M103200",
    model: "CDM1-63M/3200 10A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：10A",
  },
  {
    orderId: "CDM1225M2253200",
    model: "CDM1-250M/3200 225A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225M16033202",
    model: "CDM1-250M/33202 160A",
    price: "908.99",
    showPrice: "908.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225M1603320",
    model: "CDM1-250M/3320 160A",
    price: "908.99",
    showPrice: "908.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100L803PF",
    model: "CDM1-125L/3300 80A 插入式板前接线",
    price: "970",
    showPrice: "970",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1400L3503M",
    model: "CDM1-400L/33002 350A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1225L1253PF",
    model: "CDM1-250L/3300 125A 插入式板前",
    price: "1775",
    showPrice: "1775",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1400H2503",
    model: "CDM1-400H/3300 250A",
    price: "3066",
    showPrice: "3066",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1800H6303",
    model: "CDM1-800H/3300 630A",
    price: "4058",
    showPrice: "4058",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：630A",
  },
  {
    orderId: "CDM163M253200",
    model: "CDM1-63M/3200 25A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163L1633202",
    model: "CDM1-63L/33202 16A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM1100M502",
    model: "CDM1-125M/2300 50A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1100M252",
    model: "CDM1-125M/2300 25A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1100L332080",
    model: "CDM1-125L/3320 80A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100M204",
    model: "CDM1-125M/4300 20A",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "CDM1225M2253E",
    model: "CDM1-225M/3300 225A 英文标牌",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：225A | 额定电流：225A",
  },
  {
    orderId: "CDM1400L40033202",
    model: "CDM1-400L/33202 400A",
    price: "1895",
    showPrice: "1895",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400M4003M",
    model: "CDM1-400M/33002 400A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1100M202200",
    model: "CDM1-125M/2200 20A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "CDM163L403310",
    model: "CDM1-63L/3310 40A",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1225L1003200",
    model: "CDM1-250L/3200 100A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M1803200",
    model: "CDM1-250M/3200 180A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225L1803340DC",
    model: "CDM1-250L/3340 180A DC24V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1100L1004APPC",
    model: "CDM1-125L/4300A 100A 预付费",
    price: "844",
    showPrice: "844",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M2254210M",
    model: "CDM1-250M/42102 225A 380V",
    price: "1276",
    showPrice: "1276",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L1603PF",
    model: "CDM1-250L/3300 160A插入式板前接线",
    price: "1775",
    showPrice: "1775",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1400M3153M",
    model: "CDM1-400M/33002 315A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1400M3153200",
    model: "CDM1-400M/3200 315A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1630M5003340AC",
    model: "CDM1-630M/3340 500A AC220V",
    price: "3213",
    showPrice: "3213",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1100M1002200",
    model: "CDM1-125M/2200 100A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM163M2033202",
    model: "CDM1-63M/33202 20A",
    price: "458.99",
    showPrice: "458.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM1100L163200",
    model: "CDM1-125L/3200 16A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "CDM1100L323320",
    model: "CDM1-125L/3320 32A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1225L2003320",
    model: "CDM1-250L/3320 200A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225M2003320",
    model: "CDM1-250M/3320 200A",
    price: "908.99",
    showPrice: "908.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1400L2503320",
    model: "CDM1-400L/3320 250A",
    price: "1895",
    showPrice: "1895",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1100M252200",
    model: "CDM1-125M/2200 25A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM163L253310AC",
    model: "CDM1-63L/3310 25A AC220V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163L403340",
    model: "CDM1-63L/3340 40A AC380V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1225L1003M",
    model: "CDM1-250L/33002 100A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L22533202",
    model: "CDM1-250L/33202 225A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L1603360",
    model: "CDM1-250L/3360 160A",
    price: "843",
    showPrice: "843",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225M2003M",
    model: "CDM1-250M/33002 200A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225M2253320",
    model: "CDM1-250M/3320 225A",
    price: "908.99",
    showPrice: "908.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225M1803310AC",
    model: "CDM1-250M/3310 180A AC220V",
    price: "963",
    showPrice: "963",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225M1603310AC",
    model: "CDM1-250M/3310 160A AC220V",
    price: "963",
    showPrice: "963",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100L503PR",
    model: "CDM1-125L/3300 50A 插入式",
    price: "970",
    showPrice: "970",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1400L4003200",
    model: "CDM1-400L/3200 400A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L3153200M",
    model: "CDM1-400L/32002 315A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1400L3503310AC",
    model: "CDM1-400L/3310 350A AC220V",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1400L3310315",
    model: "CDM1-400L/3310 315A",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1630L5003200",
    model: "CDM1-630L/3200 500A",
    price: "2684",
    showPrice: "2684",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1800M7003",
    model: "CDM1-800M/3300 700A",
    price: "3888",
    showPrice: "3888",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：700A",
  },
  {
    orderId: "CDM163L163310AC",
    model: "CDM1-63L/3310 16A AC220V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM1100L803310",
    model: "CDM1-125L/3310 80A AC380V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L403310AC",
    model: "CDM1-125L/3310 40A AC220V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1225L1803320",
    model: "CDM1-250L/3320 180A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225M1603M",
    model: "CDM1-250M/33002 160A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225M1603200M",
    model: "CDM1-250M/32002 160A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100L633PR",
    model: "CDM1-125L/3300 63A 插入式",
    price: "970",
    showPrice: "970",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L323PF",
    model: "CDM1-125L/3300 32A 插入式板前接线",
    price: "970",
    showPrice: "970",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1400L4003200M",
    model: "CDM1-400L/32002 400A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L3503200",
    model: "CDM1-400L/3200 350A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1100L1003330",
    model: "CDM1-125L/3330 100A AC380V",
    price: "717",
    showPrice: "717",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L1253E",
    model: "CDM1-225L/3300 125A 英文标牌",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：225A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L2003310",
    model: "CDM1-250L/3310 200A",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1400L4003320",
    model: "CDM1-400L/3320 400A",
    price: "1895",
    showPrice: "1895",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1630M6303320M",
    model: "CDM1-630M/33202 630A",
    price: "3011",
    showPrice: "3011",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM163L633E",
    model: "CDM1-63L/3300 63A 英文标牌",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163M633200M",
    model: "CDM1-63M/32002 63A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L403320",
    model: "CDM1-63L/3320 40A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM163M403320",
    model: "CDM1-63M/3320 40A",
    price: "458.99",
    showPrice: "458.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100M633320",
    model: "CDM1-125M/3320 63A",
    price: "569.99",
    showPrice: "569.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L633310",
    model: "CDM1-125L/3310 63A",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L323310AC",
    model: "CDM1-125L/3310 32A 220V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1225L1003310AC",
    model: "CDM1-250L/3310 100A AC220V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M1253320",
    model: "CDM1-250M/3320 125A",
    price: "908.99",
    showPrice: "908.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L2253330",
    model: "CDM1-250L/3330 225A",
    price: "1037",
    showPrice: "1037",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1100L633PF",
    model: "CDM1-125L/3300 63A 插入式板前接线",
    price: "970",
    showPrice: "970",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1630M6303320",
    model: "CDM1-630M/3320 630A",
    price: "3011",
    showPrice: "3011",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1800M8003340",
    model: "CDM1-800M/3340 800A",
    price: "4307",
    showPrice: "4307",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1800L8003340",
    model: "CDM1-800L/3340 800A AC380V",
    price: "4011",
    showPrice: "4011",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1630L630PAC",
    model: "CDM1-630L/3300D 630A 电操220V",
    price: "5580",
    showPrice: "5580",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1800L8003320",
    model: "CDM1-800L/3320 800A",
    price: "3729",
    showPrice: "3729",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1800H7003",
    model: "CDM1-800H/3300 700A",
    price: "4058",
    showPrice: "4058",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：700A",
  },
  {
    orderId: "CDM1630L6303PR",
    model: "CDM1-630L/3300 630A 插入式",
    price: "5509",
    showPrice: "5509",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1630L5003340DC",
    model: "CDM1-630L/3340 500A DC24V",
    price: "2968",
    showPrice: "2968",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1400L3153FR",
    model: "CDM1-400L/3300 315A 板后接线",
    price: "2653",
    showPrice: "2653",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1800L8003320PAC",
    model: "CDM1-800L/3320D 800A 电操AC220V",
    price: "7204",
    showPrice: "7204",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1800L8003300P",
    model: "CDM1-800L/3300D 800A 带电操",
    price: "7067",
    showPrice: "7067",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1630L4003340DC",
    model: "CDM1-630L/3340 400A DC24V",
    price: "2968",
    showPrice: "2968",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L4003PR",
    model: "CDM1-400L/3300 400A 插入式",
    price: "3305",
    showPrice: "3305",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L3503PF",
    model: "CDM1-400L/3300 350A插入式板前接线",
    price: "3305",
    showPrice: "3305",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM112501250310",
    model: "CDM1-1250/3310 1250A",
    price: "11986",
    showPrice: "11986",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1250A",
  },
  {
    orderId: "CDM1125012503ACP",
    model: "CDM1-1250/3300D 1250A 电操AC220V",
    price: "15106",
    showPrice: "15106",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1250A",
  },
  {
    orderId: "CDM1630M4004",
    model: "CDM1-630M/4300 400A",
    price: "3994",
    showPrice: "3994",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "CDM1400M4004340AC",
    model: "CDM1-400M/4340 400A AC220V",
    price: "3166",
    showPrice: "3166",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1800L8003FR",
    model: "CDM1-800L/3300 800A 板后接线",
    price: "5015",
    showPrice: "5015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1125012503P",
    model: "CDM1-1250/3300D 1250A 电操AC380V",
    price: "15106",
    showPrice: "15106",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1250A",
  },
  {
    orderId: "CDM1125010003P2",
    model: "CDM1-1250/3300D 1000A 电操AC220V",
    price: "15106",
    showPrice: "15106",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1000A",
  },
  {
    orderId: "CDM1800L8003340DC",
    model: "CDM1-800L/3340 800A DC24V",
    price: "4011",
    showPrice: "4011",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1630L6303370",
    model: "CDM1-630L/3370 630A",
    price: "3294",
    showPrice: "3294",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM112508003",
    model: "CDM1-1250/3300 800A",
    price: "11487",
    showPrice: "11487",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：800A",
  },
  {
    orderId: "CDM11250100033102",
    model: "CDM1-1250/3310 1000A AC220V",
    price: "11986",
    showPrice: "11986",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1000A",
  },
  {
    orderId: "CDM112501000310",
    model: "CDM1-1250/3310 1000A",
    price: "11986",
    showPrice: "11986",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1000A",
  },
  {
    orderId: "CDM1630L5004",
    model: "CDM1-630L/4300 500A",
    price: "3667",
    showPrice: "3667",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1800M8003TP",
    model: "CDM1-800M/3300 800A带6块铜牌",
    price: "5311.99",
    showPrice: "5311.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1800L8003P2",
    model: "CDM1-800L/3300D 800A 电操AC220V",
    price: "7067",
    showPrice: "7067",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1400H3503",
    model: "CDM1-400H/3300 350A",
    price: "3066",
    showPrice: "3066",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1630M6303340AC",
    model: "CDM1-630M/3340 630A AC220V",
    price: "3213",
    showPrice: "3213",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1800L8003310AC",
    model: "CDM1-800L/3310 800A AC220V",
    price: "3874",
    showPrice: "3874",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1630L630P",
    model: "CDM1-630L/3300D 630A 带电操",
    price: "5580",
    showPrice: "5580",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1800M6304",
    model: "CDM1-800M/4300 630A",
    price: "5698",
    showPrice: "5698",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：630A",
  },
  {
    orderId: "CDM1800H8003",
    model: "CDM1-800H/3300 800A",
    price: "4058",
    showPrice: "4058",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1400L400P",
    model: "CDM1-400L/3300D 400A 带电操",
    price: "4709",
    showPrice: "4709",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L003",
    model: "CDM1-400L/3320D 400A 带电操",
    price: "4791",
    showPrice: "4791",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400H3153",
    model: "CDM1-400H/3300 315A",
    price: "3066",
    showPrice: "3066",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1800L8003HL2",
    model: "CDM1-800L/3300 800A 延伸方形手操",
    price: "3955.99",
    showPrice: "3955.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1630L5003PAC",
    model: "CDM1-630L/3300D 500A 电操AC220V",
    price: "5580",
    showPrice: "5580",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1630L6303320PAC",
    model: "CDM1-630L/3320D 630A 电操AC220V",
    price: "5662",
    showPrice: "5662",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1400L3153PF",
    model: "CDM1-400L/3300 315A插入式板前接线",
    price: "3305",
    showPrice: "3305",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1125012503ZK",
    model: "CDM1-1250/3300 1250A带端子罩壳",
    price: "11631",
    showPrice: "11631",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1250A",
  },
  {
    orderId: "CDM112501000340",
    model: "CDM1-1250/3340 1000A",
    price: "12123",
    showPrice: "12123",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1000A",
  },
  {
    orderId: "CDM1125010003320P2",
    model: "CDM1-1250/3320D 1000A 电操AC220V",
    price: "15243",
    showPrice: "15243",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1000A",
  },
  {
    orderId: "CDM1400L4003FR",
    model: "CDM1-400L/3300 400A 板后接线",
    price: "2653",
    showPrice: "2653",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板后接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L4003PF",
    model: "CDM1-400L/3300 400A插入式板前接线",
    price: "3305",
    showPrice: "3305",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1630L5003320PAC",
    model: "CDM1-630L/3320D 500A 电操AC220V",
    price: "5662",
    showPrice: "5662",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM11250100033402",
    model: "CDM1-1250/3340 1000A AC220V",
    price: "12123",
    showPrice: "12123",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1000A",
  },
  {
    orderId: "CDM1225M1602200",
    model: "CDM1-250M/2200 160A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225M2254210MDZ",
    model: "CDM1-250M/42102 225A DC24V螺丝3公分长",
    price: "1276",
    showPrice: "1276",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225M1602310AC",
    model: "CDM1-250M/2310 160A AC220V",
    price: "727",
    showPrice: "727",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100M1004ME",
    model: "CDM1-100M/43002 100A英文标牌",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "CDM1400L4003Z500",
    model: "CDM1-400L/3300 400A带圆形手操杆长500MM",
    price: "2095",
    showPrice: "2095",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1100L503",
    model: "CDM1-125L/3300 50A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM163L2032002",
    model: "CDM1-63L/32002 20A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM163M403",
    model: "CDM1-63M/3300 40A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L803200",
    model: "CDM1-125L/3200 80A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L323200",
    model: "CDM1-125L/3200 32A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM163L634300",
    model: "CDM1-63L/4300 63A",
    price: "490",
    showPrice: "490",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L63340DC",
    model: "CDM1-63L/3340 63A DC24V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L253",
    model: "CDM1-63L/3300 25A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163M323200",
    model: "CDM1-63M/3200 32A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163L323310DC",
    model: "CDM1-63L/3310 32A DC24V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163L32340DC",
    model: "CDM1-63L/3340 32A DC24V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM1100M163",
    model: "CDM1-125M/3300 16A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "CDM163L163200",
    model: "CDM1-63L/3200 16A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM163M503",
    model: "CDM1-63M/3300 50A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163M163200M",
    model: "CDM1-63M/32002 16A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM1100L633200M",
    model: "CDM1-125L/32002 63A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100M803200",
    model: "CDM1-125M/3200 80A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM163M253",
    model: "CDM1-63M/3300 25A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM1100M633M",
    model: "CDM1-125M/33002 63A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM163M634",
    model: "CDM1-63M/4300 63A",
    price: "551",
    showPrice: "551",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L5032002",
    model: "CDM1-63L/32002 50A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163L323200",
    model: "CDM1-63L/3200 32A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163M323M",
    model: "CDM1-63M/33002 32A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163M163M",
    model: "CDM1-63M/33002 16A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM163M163",
    model: "CDM1-63M/3300 16A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM1100M322",
    model: "CDM1-125M/2300 32A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1100L323",
    model: "CDM1-125L/3300 32A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM163L50340DC",
    model: "CDM1-63L/3340 50A DC24V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163M403200",
    model: "CDM1-63M/3200 40A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L403200",
    model: "CDM1-125L/3200 40A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1100M403M",
    model: "CDM1-125M/33002 40A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1100M1003200M",
    model: "CDM1-125M/32002 100A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM163L163M",
    model: "CDM1-63L/33002 16A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM163L103M",
    model: "CDM1-63L/33002 10A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：10A",
  },
  {
    orderId: "CDM1100M632",
    model: "CDM1-125M/2300 63A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM163L633310DC",
    model: "CDM1-63L/3310 63A DC24V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L503200M",
    model: "CDM1-125L/32002 50A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1100L203",
    model: "CDM1-125L/3300 20A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "CDM1100M503",
    model: "CDM1-125M/3300 50A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM163L253M",
    model: "CDM1-63L/33002 25A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163M253M",
    model: "CDM1-63M/33002 25A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM1100L253200M",
    model: "CDM1-125L/32002 25A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1100L253200",
    model: "CDM1-125L/3200 25A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM163L324300",
    model: "CDM1-63L/4300 32A",
    price: "490",
    showPrice: "490",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM1100M633",
    model: "CDM1-125M/3300 63A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM163L253200",
    model: "CDM1-63L/3200 25A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163L2532002",
    model: "CDM1-63L/32002 25A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163M203M",
    model: "CDM1-63M/33002 20A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM1100L403200M",
    model: "CDM1-125L/32002 40A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM163L32340AC",
    model: "CDM1-63L/3340 32A AC220V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163M633M",
    model: "CDM1-63M/33002 63A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163M503M",
    model: "CDM1-63M/33002 50A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163M103",
    model: "CDM1-63M/3300 10A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：10A",
  },
  {
    orderId: "CDM1100L403",
    model: "CDM1-125L/3300 40A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L10032002",
    model: "CDM1-125L/32002 100A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100M1003200",
    model: "CDM1-125M/3200 100A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM163L403200",
    model: "CDM1-63L/3200 40A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM163L323310AC",
    model: "CDM1-63L/3310 32A AC220V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM1100L803",
    model: "CDM1-125L/3300 80A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM163L203340AC",
    model: "CDM1-63L/3340 20A AC220V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM1100M203",
    model: "CDM1-125M/3300 20A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "CDM1100L403M",
    model: "CDM1-125L/33002 40A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L253M",
    model: "CDM1-125L/33002 25A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1100M803M",
    model: "CDM1-125M/33002 80A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100M803",
    model: "CDM1-125M/3300 80A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100M633200",
    model: "CDM1-125M/3200 63A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100M403",
    model: "CDM1-125M/3300 40A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM163L6332002",
    model: "CDM1-63L/32002 63A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L1632002",
    model: "CDM1-63L/32002 16A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM163M163200",
    model: "CDM1-63M/3200 16A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM1100L803M",
    model: "CDM1-125L/33002 80A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L8032002",
    model: "CDM1-125L/32002 80A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L503M",
    model: "CDM1-125L/33002 50A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM163L50340AC",
    model: "CDM1-63L/3340 50A AC220V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163L633M",
    model: "CDM1-63L/33002 63A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L203M",
    model: "CDM1-63L/33002 20A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM163L504300",
    model: "CDM1-63L/4300 50A",
    price: "490",
    showPrice: "490",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163L404300",
    model: "CDM1-63L/4300 40A",
    price: "490",
    showPrice: "490",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM163L40340DC",
    model: "CDM1-63L/3340 40A DC24V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100M323",
    model: "CDM1-125M/3300 32A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM163L503M",
    model: "CDM1-63L/33002 50A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163L403M",
    model: "CDM1-63L/33002 40A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM163L103",
    model: "CDM1-63L/3300 10A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：10A",
  },
  {
    orderId: "CDM163L633310AC",
    model: "CDM1-63L/3310 63A AC220V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L163",
    model: "CDM1-125L/3300 16A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "CDM163L164300",
    model: "CDM1-63L/4300 16A",
    price: "490",
    showPrice: "490",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM163L403340AC",
    model: "CDM1-63L/3340 40A AC220V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM163M203200",
    model: "CDM1-63M/3200 20A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM163M203",
    model: "CDM1-63M/3300 20A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM163L403310AC",
    model: "CDM1-63L/3310 40A AC220V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L633200",
    model: "CDM1-125L/3200 63A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L253",
    model: "CDM1-125L/3300 25A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1100L1003M",
    model: "CDM1-125L/33002 100A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100M253",
    model: "CDM1-125M/3300 25A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1100M1003M",
    model: "CDM1-125M/33002 100A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM163L633200",
    model: "CDM1-63L/3200 63A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L4032002",
    model: "CDM1-63L/32002 40A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100M802",
    model: "CDM1-125M/2300 80A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100M1002",
    model: "CDM1-125M/2300 100A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L503200",
    model: "CDM1-125L/3200 50A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM163L63340AC",
    model: "CDM1-63L/3340 63A AC220V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L25340AC",
    model: "CDM1-63L/3340 25A AC220V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163L3232002",
    model: "CDM1-63L/32002 32A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163L323",
    model: "CDM1-63L/3300 32A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163L103200",
    model: "CDM1-63L/3200 10A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：10A",
  },
  {
    orderId: "CDM163M323",
    model: "CDM1-63M/3300 32A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM1100L633M",
    model: "CDM1-125L/33002 63A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM163L25340DC",
    model: "CDM1-63L/3340 25A DC24V",
    price: "496",
    showPrice: "496",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163L323M",
    model: "CDM1-63L/33002 32A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163L203200",
    model: "CDM1-63L/3200 20A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM163L203",
    model: "CDM1-63L/3300 20A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM163M103M",
    model: "CDM1-63M/33002 10A",
    price: "418",
    showPrice: "418",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：10A",
  },
  {
    orderId: "CDM163L503310AC",
    model: "CDM1-63L/3310 50A AC220V",
    price: "454.99",
    showPrice: "454.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM1100M403200",
    model: "CDM1-125M/3200 40A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM163L503200",
    model: "CDM1-63L/3200 50A",
    price: "360",
    showPrice: "360",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM1100L1003200",
    model: "CDM1-125L/3200 100A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM163L254300",
    model: "CDM1-63L/4300 25A",
    price: "490",
    showPrice: "490",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM163L204300",
    model: "CDM1-63L/4300 20A",
    price: "490",
    showPrice: "490",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM1100M503200",
    model: "CDM1-125M/3200 50A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1100M404",
    model: "CDM1-125M/4300 40A",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1225M1253",
    model: "CDM1-250M/3300 125A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225M1802",
    model: "CDM1-250M/2300 180A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1100M634",
    model: "CDM1-125M/4300 63A",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1225M1253M",
    model: "CDM1-250M/33002 125A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1100L3310100AC",
    model: "CDM1-125L/3310 100A AC220V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L3310100",
    model: "CDM1-125L/3310 100A",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M2002",
    model: "CDM1-250M/2300 200A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1100L324300",
    model: "CDM1-125L/4300 32A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1100M633340AC",
    model: "CDM1-125M/3340 63A AC220V",
    price: "665.01",
    showPrice: "665.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1225L1603200",
    model: "CDM1-250L/3200 160A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L2253340",
    model: "CDM1-250L/3340 225A",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L2003340DC",
    model: "CDM1-250L/3340 200A DC24V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225M2004",
    model: "CDM1-250M/4300 200A",
    price: "1181",
    showPrice: "1181",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225M1604340AC",
    model: "CDM1-250M/4340 160A AC220V",
    price: "1317",
    showPrice: "1317",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100L3340100DC",
    model: "CDM1-125L/3340 100A DC24V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L1253340AC",
    model: "CDM1-250L/3340 125A AC220V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1100L3310100DC",
    model: "CDM1-125L/3310 100A DC24V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L633340AC",
    model: "CDM1-125L/3340 63A AC220V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1225M2252",
    model: "CDM1-250M/2300 225A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225M2003340AC",
    model: "CDM1-250M/3340 200A AC220V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM163M164",
    model: "CDM1-63M/4300 16A",
    price: "551",
    showPrice: "551",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "CDM1225L1603310DC",
    model: "CDM1-250L/3310 160A DC24V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM163M254",
    model: "CDM1-63M/4300 25A",
    price: "551",
    showPrice: "551",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM1100L3340100",
    model: "CDM1-125L/3340 100A",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM163L403330",
    model: "CDM1-63L/3330 40A",
    price: "606",
    showPrice: "606",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L504300",
    model: "CDM1-125L/4300 50A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1100M804340AC",
    model: "CDM1-125M/4340 80A AC220V",
    price: "842",
    showPrice: "842",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1225M1603200",
    model: "CDM1-250M/3200 160A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L3310160",
    model: "CDM1-250L/3310 160A",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L2253340AC",
    model: "CDM1-250L/3340 225A AC220V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1100M1003340AC",
    model: "CDM1-125M/3340 100A AC220V",
    price: "665.01",
    showPrice: "665.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L2003200",
    model: "CDM1-250L/3200 200A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225L2003310DC",
    model: "CDM1-250L/3310 200A DC24V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1100L3340100AC",
    model: "CDM1-125L/3340 100A AC220V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100M1003310",
    model: "CDM1-125M/3310 100A AC380V",
    price: "624",
    showPrice: "624",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100M504",
    model: "CDM1-125M/4300 50A",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1225L1253310AC",
    model: "CDM1-250L/3310 125A AC220V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225M1803340AC",
    model: "CDM1-250M/3340 180A AC220V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1100L803310AC",
    model: "CDM1-125L/3310 80A AC220V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L803340DC",
    model: "CDM1-125L/3340 80A DC24V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1225L1603200M",
    model: "CDM1-250L/32002 160A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100M1003310AC",
    model: "CDM1-125M/3310 100A AC220V",
    price: "624",
    showPrice: "624",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L2253200M",
    model: "CDM1-250L/32002 225A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L1803200",
    model: "CDM1-250L/3200 180A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225L1253200",
    model: "CDM1-250L/3200 125A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L1254300",
    model: "CDM1-250L/4300 125A",
    price: "1023",
    showPrice: "1023",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225M1604",
    model: "CDM1-250M/4300 160A",
    price: "1181",
    showPrice: "1181",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM163M204",
    model: "CDM1-63M/4300 20A",
    price: "551",
    showPrice: "551",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM1100L403340AC",
    model: "CDM1-125L/3340 40A AC220V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM1225L1253M",
    model: "CDM1-250L/33002 125A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L3310160AC",
    model: "CDM1-250L/3310 160A AC220V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L2003310AC",
    model: "CDM1-250L/3310 200A 220V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225L3340160AC",
    model: "CDM1-250L/3340 160A AC220V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225M1603310",
    model: "CDM1-250M/3310 160A AC380V",
    price: "963",
    showPrice: "963",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225M1603340AC",
    model: "CDM1-250M/3340 160A AC220V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L1604300",
    model: "CDM1-250L/4300 160A",
    price: "1023",
    showPrice: "1023",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100L634300",
    model: "CDM1-125L/4300 63A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L254300",
    model: "CDM1-125L/4300 25A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1225L1603M",
    model: "CDM1-250L/33002 160A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L1803",
    model: "CDM1-250L/3300 180A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225L3340200AC",
    model: "CDM1-250L/3340 200A AC220V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225L1253340DC",
    model: "CDM1-250L/3340 125A DC24V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225M1253340DC",
    model: "CDM1-250M/3340 125A DC24V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225M1254",
    model: "CDM1-250M/4300 125A",
    price: "1181",
    showPrice: "1181",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM163M324",
    model: "CDM1-63M/4300 32A",
    price: "551",
    showPrice: "551",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM1225M1252",
    model: "CDM1-250M/2300 125A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1100M804",
    model: "CDM1-125M/4300 80A",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1225L2253200",
    model: "CDM1-250L/3200 225A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L1803M",
    model: "CDM1-250L/33002 180A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225M2254",
    model: "CDM1-250M/4300 225A",
    price: "1181",
    showPrice: "1181",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225M1004",
    model: "CDM1-250M/4300 100A",
    price: "1181",
    showPrice: "1181",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L503340DC",
    model: "CDM1-125L/3340 50A DC24V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1100L334080AC",
    model: "CDM1-125L/3340 80A AC220V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L804300",
    model: "CDM1-125L/4300 80A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1225L12532002",
    model: "CDM1-250L/32002 125A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225M2253M",
    model: "CDM1-250M/33002 225A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L3340160DC",
    model: "CDM1-250L/3340 160A DC24V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L2254300",
    model: "CDM1-250L/4300 225A",
    price: "1023",
    showPrice: "1023",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1100L633310AC",
    model: "CDM1-125L/3310 63A AC220V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100L503340AC",
    model: "CDM1-125L/3340 50A AC220V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1100L404300",
    model: "CDM1-125L/4300 40A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "CDM163M634340AC",
    model: "CDM1-63M/4340 63A AC220V",
    price: "686.99",
    showPrice: "686.99",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1100M634340AC",
    model: "CDM1-125M/4340 63A AC220V",
    price: "842",
    showPrice: "842",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1225M2253",
    model: "CDM1-250M/3300 225A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L3310225",
    model: "CDM1-250L/3310 225A",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1100L803310DC",
    model: "CDM1-125L/3310 80A DC24V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100M803340AC",
    model: "CDM1-125M/3340 80A 220V",
    price: "665.01",
    showPrice: "665.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100M1004340DC",
    model: "CDM1-125M/4340 100A DC24V",
    price: "842",
    showPrice: "842",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L2253310AC",
    model: "CDM1-250L/3310 225A AC220V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L2253M",
    model: "CDM1-250L/33002 225A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1100M1004340AC",
    model: "CDM1-125M/4340 100A AC220V",
    price: "842",
    showPrice: "842",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225M1803",
    model: "CDM1-250M/3300 180A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225L1253310DC",
    model: "CDM1-250L/3310 125A DC24V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L2253340DC",
    model: "CDM1-250L/3340 225A DC24V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1225L2004300",
    model: "CDM1-250L/4300 200A",
    price: "1023",
    showPrice: "1023",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1100L1003360",
    model: "CDM1-125L/3360 100A",
    price: "553",
    showPrice: "553",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L323340AC",
    model: "CDM1-125L/3340 32A AC220V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1225L1253",
    model: "CDM1-250L/3300 125A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225M2003",
    model: "CDM1-250M/3300 200A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225M1003",
    model: "CDM1-250M/3300 100A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM163M404",
    model: "CDM1-63M/4300 40A",
    price: "551",
    showPrice: "551",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1100L633340DC",
    model: "CDM1-125L/3340 63A DC24V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1100M324",
    model: "CDM1-125M/4300 32A",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1225M1603",
    model: "CDM1-250M/3300 160A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1400L4003M",
    model: "CDM1-400L/33002 400A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400M3153",
    model: "CDM1-400M/3300 315A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1630L5003M",
    model: "CDM1-630L/33002 500A",
    price: "2684",
    showPrice: "2684",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1800L6303",
    model: "CDM1-800L/3300 630A",
    price: "3592",
    showPrice: "3592",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：630A",
  },
  {
    orderId: "CDM1400L3310400",
    model: "CDM1-400L/3310 400A",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L3503340DC",
    model: "CDM1-400L/3340 350A DC24V",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1400M4004",
    model: "CDM1-400M/4300 400A",
    price: "2882",
    showPrice: "2882",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400M2503",
    model: "CDM1-400M/3300 250A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1400L4003340DC",
    model: "CDM1-400L/3340 400A DC24V",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L3153340DC",
    model: "CDM1-400L/3340 315A DC24V",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1400H4003",
    model: "CDM1-400H/3300 400A",
    price: "3066",
    showPrice: "3066",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：100kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L400PAC",
    model: "CDM1-400L/3300D 400A 电操220V",
    price: "4709",
    showPrice: "4709",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L3153M",
    model: "CDM1-400L/33002 315A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1400L3340400",
    model: "CDM1-400L/3340 400A",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L2253",
    model: "CDM1-400L/3300 225A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：225A",
  },
  {
    orderId: "CDM1400L3503340AC",
    model: "CDM1-400L/3340 350A AC220V",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1400L2503340DC",
    model: "CDM1-400L/3340 250A DC24V",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1800M6303",
    model: "CDM1-800M/3300 630A",
    price: "3888",
    showPrice: "3888",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：630A",
  },
  {
    orderId: "CDM1630L4003",
    model: "CDM1-630L/3300 400A",
    price: "2684",
    showPrice: "2684",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "CDM1400M3504",
    model: "CDM1-400M/4300 350A",
    price: "2882",
    showPrice: "2882",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1630M4003",
    model: "CDM1-630M/3300 400A",
    price: "2929.01",
    showPrice: "2929.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "CDM1630L6303310AC",
    model: "CDM1-630L/3310 630A AC220V",
    price: "2886",
    showPrice: "2886",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1400L4003310AC",
    model: "CDM1-400L/3310 400A AC220V",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1630L6303340AC",
    model: "CDM1-630L/3340 630A AC220V",
    price: "2968",
    showPrice: "2968",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1400L2503310AC",
    model: "CDM1-400L/3310 250A AC220V",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1400M3154",
    model: "CDM1-400M/4300 315A",
    price: "2882",
    showPrice: "2882",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1630M5004",
    model: "CDM1-630M/4300 500A",
    price: "3994",
    showPrice: "3994",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1400M4003",
    model: "CDM1-400M/3300 400A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400M4003340AC",
    model: "CDM1-400M/3340 400A AC220V",
    price: "2421",
    showPrice: "2421",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400M2503200",
    model: "CDM1-400M/3200 250A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1400L3153340AC",
    model: "CDM1-400L/3340 315A AC220V",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1400L3153200",
    model: "CDM1-400L/3200 315A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1400M3503",
    model: "CDM1-400M/3300 350A",
    price: "2137",
    showPrice: "2137",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1400L2503200",
    model: "CDM1-400L/3200 250A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1630L5003310AC",
    model: "CDM1-630L/3310 500A AC220V",
    price: "2886",
    showPrice: "2886",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1400L3340400AC",
    model: "CDM1-400L/3340 400A AC220V",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1630M5003",
    model: "CDM1-630M/3300 500A",
    price: "2929.01",
    showPrice: "2929.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1800L7003",
    model: "CDM1-800L/3300 700A",
    price: "3592",
    showPrice: "3592",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：700A",
  },
  {
    orderId: "CDM1800M8003",
    model: "CDM1-800M/3300 800A",
    price: "3888",
    showPrice: "3888",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1400L2503M",
    model: "CDM1-400L/33002 250A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1400L2503",
    model: "CDM1-400L/3300 250A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1400L2503340AC",
    model: "CDM1-400L/3340 250A AC220V",
    price: "2097",
    showPrice: "2097",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1400M2504",
    model: "CDM1-400M/4300 250A",
    price: "2882",
    showPrice: "2882",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1630M6303",
    model: "CDM1-630M/3300 630A",
    price: "2929.01",
    showPrice: "2929.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1800L4003",
    model: "CDM1-800L/3300 400A",
    price: "3592",
    showPrice: "3592",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L2003",
    model: "CDM1-400L/3300 200A",
    price: "1812.99",
    showPrice: "1812.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：200A",
  },
  {
    orderId: "CDM1630L5003340AC",
    model: "CDM1-630L/3340 500A AC220V",
    price: "2968",
    showPrice: "2968",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1400L3153310AC",
    model: "CDM1-400L/3310 315A AC220V",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1400M3153340AC",
    model: "CDM1-400M/3340 315A AC220V",
    price: "2421",
    showPrice: "2421",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1630L6303M",
    model: "CDM1-630L/33002 630A",
    price: "2684",
    showPrice: "2684",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1800L5003",
    model: "CDM1-800L/3300 500A",
    price: "3592",
    showPrice: "3592",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：500A",
  },
  {
    orderId: "CDM1800M8004",
    model: "CDM1-800M/4300 800A",
    price: "5698",
    showPrice: "5698",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1125010003",
    model: "CDM1-1250/3300 1000A",
    price: "11487",
    showPrice: "11487",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1000A",
  },
  {
    orderId: "CDM1630M6304",
    model: "CDM1-630M/4300 630A",
    price: "3994",
    showPrice: "3994",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1125012503",
    model: "CDM1-1250/3300 1250A",
    price: "11487",
    showPrice: "11487",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1250A",
  },
  {
    orderId: "CDM1225M1602",
    model: "CDM1-250M/2300 160A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100M1004",
    model: "CDM1-125M/4300 100A",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM163L633208",
    model: "CDM1-63L/3208 63A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L403208",
    model: "CDM1-63L/3208 40A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM163L503208",
    model: "CDM1-63L/3208 50A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM163L253208",
    model: "CDM1-63L/3208 25A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM1225L1604APPC",
    model: "CDM1-250L/4300A 160A 预付费",
    price: "1243",
    showPrice: "1243",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L1253PPC",
    model: "CDM1-250L/3300 125A 预付费",
    price: "981",
    showPrice: "981",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L2003PPC",
    model: "CDM1-250L/3300 200A 预付费",
    price: "981",
    showPrice: "981",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1225L1603P",
    model: "CDM1-250L/3300D 160A 电操380V",
    price: "2355",
    showPrice: "2355",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1225L2253Z500",
    model: "CDM1-250L/3300 225A带圆形手操杆长500MM",
    price: "960",
    showPrice: "960",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手操操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1100L633PPC",
    model: "CDM1-125L/3300 63A 预付费",
    price: "669.01",
    showPrice: "669.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1400M3154APPC",
    model: "CDM1-400M/4300A 315A 预付费",
    price: "3301",
    showPrice: "3301",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1100L804APPC",
    model: "CDM1-125L/4300A 80A 预付费",
    price: "844",
    showPrice: "844",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L803PPC",
    model: "CDM1-125L/3300 80A 预付费",
    price: "669.01",
    showPrice: "669.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1225L2003328",
    model: "CDM1-250L/3328 200A",
    price: "817",
    showPrice: "817",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1100M253340AC",
    model: "CDM1-125M/3340 25A AC220V",
    price: "665.01",
    showPrice: "665.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1630L6303ZK",
    model: "CDM1-630L/3300 630A 带端子罩壳",
    price: "2773",
    showPrice: "2773",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1630L6303Z300",
    model: "CDM1-630L/3300 630A直接圆形手操杆长300MM",
    price: "2966",
    showPrice: "2966",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手操操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1400L2504",
    model: "CDM1-400L/4300 250A",
    price: "2625",
    showPrice: "2625",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1630L6303H400",
    model: "CDM1-630L/3300 630A方形手操杆长400MM",
    price: "2966",
    showPrice: "2966",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手操操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1225L1603PPC",
    model: "CDM1-250L/3300 160A 预付费",
    price: "981",
    showPrice: "981",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1100M632M",
    model: "CDM1-125M/23002 63A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "CDM1400M4004APPC",
    model: "CDM1-400M/4300A 400A 预付费",
    price: "3301",
    showPrice: "3301",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1225L2253PPC",
    model: "CDM1-250L/3300 225A 预付费",
    price: "981",
    showPrice: "981",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "CDM1400L4003PPC",
    model: "CDM1-400L/3300 400A 预付费",
    price: "2232",
    showPrice: "2232",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1630L6303200",
    model: "CDM1-630L/3200 630A",
    price: "2684",
    showPrice: "2684",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1125012503310AC",
    model: "CDM1-1250/3310 1250A AC220V",
    price: "11986",
    showPrice: "11986",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：85kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1250A",
  },
  {
    orderId: "CDM1250M2503300",
    model: "CDM1-250M/3300 250A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1125M1253300",
    model: "CDM1-125M/3300 125A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125L1253200",
    model: "CDM1-125L/3200 125A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125L1253200M",
    model: "CDM1-125L/32002 125A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125L1253310AC",
    model: "CDM1-125L/3310 125A AC230V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125L1253300M",
    model: "CDM1-125L/33002 125A",
    price: "471",
    showPrice: "471",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125L1253310",
    model: "CDM1-125L/3310 125A AC400V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250M2503320",
    model: "CDM1-250M/3320 250A",
    price: "908.99",
    showPrice: "908.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1125M1253200",
    model: "CDM1-125M/3200 125A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125M1253200M",
    model: "CDM1-125M/32002 125A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L1804300",
    model: "CDM1-250L/4300 180A",
    price: "1023",
    showPrice: "1023",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225L2003DA",
    model: "CDM1-250L/3300D 200A 电操AC220V",
    price: "2355",
    showPrice: "2355",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：电动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1250L2503310DC",
    model: "CDM1-250L/3310 250A DC24V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503310AC",
    model: "CDM1-250L/3310 250A AC230V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503310MAC",
    model: "CDM1-250L/33102 250A AC230V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2504310AC",
    model: "CDM1-250L/4310 250A AC230V",
    price: "1118",
    showPrice: "1118",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250M2503300M",
    model: "CDM1-250M/33002 250A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250M2504300",
    model: "CDM1-250M/4300 250A",
    price: "1181",
    showPrice: "1181",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1125L1253320M",
    model: "CDM1-125L/33202 125A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250M2503200M",
    model: "CDM1-250M/32002 250A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1125L1253340AC",
    model: "CDM1-125L/3340 125A AC230V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125L1253340MAC",
    model: "CDM1-125L/33402 125A AC230V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250L2503320",
    model: "CDM1-250L/3320 250A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503300M",
    model: "CDM1-250L/33002 250A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503340",
    model: "CDM1-250L/3340 250A AC400V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250M2503200",
    model: "CDM1-250M/3200 250A",
    price: "868",
    showPrice: "868",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1125L1254340DC",
    model: "CDM1-125L/4340 125A DC24V",
    price: "782.01",
    showPrice: "782.01",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250L2504340DC",
    model: "CDM1-250L/4340 250A DC24V",
    price: "1159",
    showPrice: "1159",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1125M1253300M",
    model: "CDM1-125M/33002 125A",
    price: "529",
    showPrice: "529",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250L2503200",
    model: "CDM1-250L/3200 250A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2504340AC",
    model: "CDM1-250L/4340 250A AC230V",
    price: "1159",
    showPrice: "1159",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1225L2004310A",
    model: "CDM1-250L/4310 200A AC220V",
    price: "1118",
    showPrice: "1118",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1125M1253340AC",
    model: "CDM1-125M/3340 125A AC230V",
    price: "665.01",
    showPrice: "665.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L2003320DA",
    model: "CDM1-250L/3320D 200A 电操AC220V",
    price: "2396",
    showPrice: "2396",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：电动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1250M2502300",
    model: "CDM1-250M/2300 250A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250M2503220M",
    model: "CDM1-250M/32202 250A",
    price: "908.99",
    showPrice: "908.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1125L1253340DC",
    model: "CDM1-125L/3340 125A DC24V",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125M1252300",
    model: "CDM1-125M/2300 125A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125M1254300",
    model: "CDM1-125M/4300 125A",
    price: "706",
    showPrice: "706",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L1803PPC",
    model: "CDM1-250L/3300 180A 预付费",
    price: "981",
    showPrice: "981",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1125L1253310DC",
    model: "CDM1-125L/3310 125A DC24V",
    price: "565.99",
    showPrice: "565.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125M1253320",
    model: "CDM1-125M/3320 125A",
    price: "569.99",
    showPrice: "569.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125M1254340AC",
    model: "CDM1-125M/4340 125A AC230V",
    price: "842",
    showPrice: "842",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125L1254310AC",
    model: "CDM1-125L/4310 125A AC230V",
    price: "741",
    showPrice: "741",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250L2503200M",
    model: "CDM1-250L/32002 250A",
    price: "761",
    showPrice: "761",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503340DC",
    model: "CDM1-250L/3340 250A DC24V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250M2503310AC",
    model: "CDM1-250M/3310 250A AC230V",
    price: "963",
    showPrice: "963",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250M2503340AC",
    model: "CDM1-250M/3340 250A AC230V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503310",
    model: "CDM1-250L/3310 250A AC400V",
    price: "856",
    showPrice: "856",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503340AC",
    model: "CDM1-250L/3340 250A AC230V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2504310DC",
    model: "CDM1-250L/4310 250A DC24V",
    price: "1118",
    showPrice: "1118",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1125L1253320",
    model: "CDM1-125L/3320 125A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125M1252200M",
    model: "CDM1-125M/22002 125A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125M1253310AC",
    model: "CDM1-125M/3310 125A AC230V",
    price: "624",
    showPrice: "624",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250M2502200M",
    model: "CDM1-250M/22002 250A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503220M",
    model: "CDM1-250L/32202 250A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250M2504340AC",
    model: "CDM1-250M/4340 250A AC230V",
    price: "1317",
    showPrice: "1317",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1100H2350",
    model: "CDM1-125 方形延伸手操杆长350MM",
    price: "186",
    showPrice: "186",
    remark:
      "系列：CDM1 | 极数：- | 额定极限分断能力：- | 脱扣器类型：- | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 额定电流：-",
  },
  {
    orderId: "CDM1225L2003PPCX15",
    model: "CDM1-250L/3310F 200A 预付费 线长1.5米",
    price: "981",
    showPrice: "981",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "CDM1100L1003320PAC",
    model: "CDM1-125L/3320D 100A 电操AC220V",
    price: "2032",
    showPrice: "2032",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1100L1003PPCX15",
    model: "CDM1-125L/3310F 100A 预付费 线长1.5米",
    price: "669.01",
    showPrice: "669.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1400L4004310DC",
    model: "CDM1-400L/4310 400A DC24V",
    price: "2827",
    showPrice: "2827",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM163M503340AC",
    model: "CDM1-63M/3340 50A AC220V",
    price: "554.01",
    showPrice: "554.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "CDM1250L2503HL2400",
    model: "CDM1-250L/3300 250A带延伸方形手操杆长400MM",
    price: "960",
    showPrice: "960",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1800L8003Z350",
    model: "CDM1-800L/3300 800A直接方形手操杆长350MM",
    price: "3955.99",
    showPrice: "3955.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1125L1253Z200",
    model: "CDM1-125L/3300 125A带延伸圆形手操杆长200MM",
    price: "657",
    showPrice: "657",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1225L1003340AC",
    model: "CDM1-250L/3340 100A AC220V",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM1400L4004310AC",
    model: "CDM1-400L/4310 400A AC230V",
    price: "2827",
    showPrice: "2827",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A | 额定电压：AC230V",
  },
  {
    orderId: "CDM1400L4004PPC",
    model: "CDM1-400L/4300 400A 预付费",
    price: "3044.01",
    showPrice: "3044.01",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1225L1603Z250",
    model: "CDM1-250L/3300 160A直接圆形手操杆长250MM",
    price: "960",
    showPrice: "960",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手操操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1400L3504",
    model: "CDM1-400L/4300 350A",
    price: "2625",
    showPrice: "2625",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1100L803308",
    model: "CDM1-125L/3308 80A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1630L5003MZ300",
    model: "CDM1-630L/33002 500A带延伸圆形手操杆长300MM",
    price: "2966",
    showPrice: "2966",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM163L2533202",
    model: "CDM1-63L/33202 25A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "CDM1250L2503PPC",
    model: "CDM1-250L/3310F 250A 预付费",
    price: "981",
    showPrice: "981",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1100M322200",
    model: "CDM1-125M/2200 32A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "CDM1225L1004300",
    model: "CDM1-250L/4300 100A",
    price: "1023",
    showPrice: "1023",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM163M633340",
    model: "CDM1-63M/3340 63A",
    price: "554.01",
    showPrice: "554.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1125L1253DA",
    model: "CDM1-125L/3300D 125A 电操220V",
    price: "1991",
    showPrice: "1991",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1400L2504340D",
    model: "CDM1-400L/4340 250A DC24V",
    price: "2909",
    showPrice: "2909",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "CDM1630L5004310A",
    model: "CDM1-630L/4310 500A AC220V",
    price: "3869",
    showPrice: "3869",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1250L2503208",
    model: "CDM1-250L/3208 250A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1630L6304340A",
    model: "CDM1-630L/4340 630A AC220V",
    price: "3951",
    showPrice: "3951",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1225H2150",
    model: "CDM1-250 方形手操杆长150MM",
    price: "199",
    showPrice: "199",
    remark:
      "系列：CDM1 | 极数：- | 额定极限分断能力：- | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：-",
  },
  {
    orderId: "CDM1400L3153PPC",
    model: "CDM1-400L/3310F 315A 预付费",
    price: "2232",
    showPrice: "2232",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1225M1603328",
    model: "CDM1-250M/3328 160A",
    price: "924",
    showPrice: "924",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1400L4003Z300",
    model: "CDM1-400L/3300 400A带方形手操杆长300MM",
    price: "2095",
    showPrice: "2095",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1125M1252310AC",
    model: "CDM1-125M/2310 125A AC220V",
    price: "515",
    showPrice: "515",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250L2503348DC",
    model: "CDM1-250L/3348 250A DC24V",
    price: "912",
    showPrice: "912",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L25032602",
    model: "CDM1-250L/32602 250A",
    price: "843",
    showPrice: "843",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1630L4003340DCZ",
    model: "CDM1-630L/3340 400A DC24V 延伸方形手操杆长300MM",
    price: "3250",
    showPrice: "3250",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "CDM1630L4003200",
    model: "CDM1-630L/3200 400A",
    price: "2684",
    showPrice: "2684",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "CDM1125L1254APPC",
    model: "CDM1-125L/4310FA 125A 预付费",
    price: "844",
    showPrice: "844",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1250L2504APPC",
    model: "CDM1-250L/4310FA 250A 预付费",
    price: "1243",
    showPrice: "1243",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1225M1002",
    model: "CDM1-250M/2300 100A",
    price: "632",
    showPrice: "632",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM1250M2503328",
    model: "CDM1-250M/3328 250A",
    price: "924",
    showPrice: "924",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM163L203208",
    model: "CDM1-63L/3208 20A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "CDM1100M503340AC",
    model: "CDM1-125M/3340 50A AC220V",
    price: "665.01",
    showPrice: "665.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1250L2503330",
    model: "CDM1-250L/3330 250A AC380V",
    price: "1037",
    showPrice: "1037",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1100L1003208",
    model: "CDM1-125L/3208 100A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1225L1604300A",
    model: "CDM1-250L/4300A 160A",
    price: "1023",
    showPrice: "1023",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1125L1253330AC",
    model: "CDM1-125L/3330 125A AC220V",
    price: "717",
    showPrice: "717",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1100M162200",
    model: "CDM1-125M/2200 16A",
    price: "420",
    showPrice: "420",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "CDM1225L1003PPCX15",
    model: "CDM1-250L/3310F 100A 预付费 线长1.5米",
    price: "981",
    showPrice: "981",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：100A",
  },
  {
    orderId: "CDM163L404340AC",
    model: "CDM1-63L/4340 40A AC220V",
    price: "626",
    showPrice: "626",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1400L3154340AC",
    model: "CDM1-400L/4340 315A AC220V",
    price: "2909",
    showPrice: "2909",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM163L634200",
    model: "CDM1-63L/4200 63A",
    price: "490",
    showPrice: "490",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM163L323208",
    model: "CDM1-63L/3208 32A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "CDM163L4033202",
    model: "CDM1-63L/33202 40A",
    price: "401",
    showPrice: "401",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "CDM1225L1803340",
    model: "CDM1-250L/3340 180A",
    price: "897.01",
    showPrice: "897.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "CDM1225L1603DA",
    model: "CDM1-250L/3300D 160A 电操AC220V",
    price: "2355",
    showPrice: "2355",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "CDM1400L4004340AC",
    model: "CDM1-400L/4340 400A AC230V",
    price: "2909",
    showPrice: "2909",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A | 额定电压：AC230V",
  },
  {
    orderId: "CDM1400L3154",
    model: "CDM1-400L/4300 315A",
    price: "2625",
    showPrice: "2625",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1400L3503PPC",
    model: "CDM1-400L/3310F 350A 预付费",
    price: "2232",
    showPrice: "2232",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "CDM1100M1002310A",
    model: "CDM1-125M/2310 100A AC220V",
    price: "515",
    showPrice: "515",
    remark:
      "系列：CDM1 | 极数：2P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1400L4004340D",
    model: "CDM1-400L/4340 400A DC24V",
    price: "2909",
    showPrice: "2909",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L3153200PF",
    model: "CDM1-400L/3200 315A 插入式板前接线",
    price: "3305",
    showPrice: "3305",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "CDM1250L2503DA",
    model: "CDM1-250L/3300D 250A 带电操AC220V",
    price: "2355",
    showPrice: "2355",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1250L2503320DA",
    model: "CDM1-250L/3320D 250A 电操AC220V",
    price: "2396",
    showPrice: "2396",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1100L1003328",
    model: "CDM1-125L/3328 100A",
    price: "527",
    showPrice: "527",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "CDM1250L2503370",
    model: "CDM1-250L/3370 250A AC380V",
    price: "1078",
    showPrice: "1078",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1800L8003200",
    model: "CDM1-800L/3200 800A",
    price: "3592",
    showPrice: "3592",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "CDM1400L40033102",
    model: "CDM1-400L/33102 400A",
    price: "2015",
    showPrice: "2015",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1400L2504340AC",
    model: "CDM1-400L/4340 250A AC220V",
    price: "2909",
    showPrice: "2909",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A | 额定电压：AC220V",
  },
  {
    orderId: "CDM1400L3504310AC",
    model: "CDM1-400L/4310 350A AC230V",
    price: "2827",
    showPrice: "2827",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A | 额定电压：AC230V",
  },
  {
    orderId: "CDM1125L1253308",
    model: "CDM1-125L/3308 125A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1630L5004340A",
    model: "CDM1-630L/4340 500A AC220V",
    price: "3951",
    showPrice: "3951",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "CDM1400L4004",
    model: "CDM1-400L/4300 400A",
    price: "2625",
    showPrice: "2625",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "CDM1125L1253328",
    model: "CDM1-125L/3328 125A",
    price: "527",
    showPrice: "527",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1125L1253PPC",
    model: "CDM1-125L/3310F 125A 预付费",
    price: "669.01",
    showPrice: "669.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "CDM1630L6304",
    model: "CDM1-630L/4300 630A",
    price: "3667",
    showPrice: "3667",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1400L4003300D",
    model: "CDM1-400L/3300 400A 带电操AC230V",
    price: "4709",
    showPrice: "4709",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：电动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A | 额定电压：AC230V",
  },
  {
    orderId: "CDM1100L253340",
    model: "CDM1-125L/3340 25A",
    price: "607",
    showPrice: "607",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "CDM1225M1253340AC",
    model: "CDM1-250M/3340 125A AC220V",
    price: "1004.01",
    showPrice: "1004.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A | 额定电压：AC220V",
  },
  {
    orderId: "CDM163L633Z350",
    model: "CDM1-63L/3300 63A 带延伸方形手操杆长350MM",
    price: "546",
    showPrice: "546",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手操操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "CDM1250L2503330AC",
    model: "CDM1-250L/3330 250A AC220V",
    price: "1037",
    showPrice: "1037",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "CDM1630L6303340MAC",
    model: "CDM1-630L/33402 630A AC220V",
    price: "2968",
    showPrice: "2968",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1630L6303340DCZ",
    model: "CDM1-630L/3340 630A DC24V 延伸方形手操杆长300MM",
    price: "3250",
    showPrice: "3250",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "CDM1225L1253208",
    model: "CDM1-250L/3208 125A",
    price: "801.99",
    showPrice: "801.99",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "CDM1100L803208",
    model: "CDM1-125L/3208 80A",
    price: "512",
    showPrice: "512",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "CDM1100L503PPC",
    model: "CDM1-125L/3310F 50A 预付费",
    price: "669.01",
    showPrice: "669.01",
    remark:
      "系列：CDM1 | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "CDM1630L4004",
    model: "CDM1-630L/4300 400A",
    price: "3667",
    showPrice: "3667",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "CDM1100L1004200",
    model: "CDM1-125L/4200 100A",
    price: "646",
    showPrice: "646",
    remark:
      "系列：CDM1 | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
];
export default list;
