const list = [
  {
    orderId: "710021510423040",
    model: "DZ15-40/3902 40A",
    price: "185",
    showPrice: "185",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：3kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：40A | 额定电流：40A",
  },
  {
    orderId: "710021511003080",
    model: "DZ15-100/3902 100A",
    price: "243",
    showPrice: "243",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "710021510413040",
    model: "DZ15-40/3901 40A",
    price: "185",
    showPrice: "185",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：3kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：40A | 额定电流：40A",
  },
  {
    orderId: "710021500000028",
    model: "DZ15-100/3902 100A透明",
    price: "221",
    showPrice: "221",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "710021500000026",
    model: "DZ15-40/3902 40A透明",
    price: "165",
    showPrice: "165",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：3kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：40A | 额定电流：40A",
  },
  {
    orderId: "710021511023063",
    model: "DZ15-100/3902 63A",
    price: "243",
    showPrice: "243",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：63A",
  },
  {
    orderId: "710021510423032",
    model: "DZ15-40/3902 32A",
    price: "185",
    showPrice: "185",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：3kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：40A | 额定电流：32A",
  },
  {
    orderId: "710021511003100",
    model: "DZ15-100/3901 100A",
    price: "243",
    showPrice: "243",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "710021500000134",
    model: "DZ15-100/2901 100A",
    price: "205",
    showPrice: "205",
    remark:
      "系列：DZ15 | 极数：2P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "710021510412040",
    model: "DZ15-40/2901 40A",
    price: "135",
    showPrice: "135",
    remark:
      "系列：DZ15 | 极数：2P | 额定极限分断能力：3kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：40A | 额定电流：40A",
  },
  {
    orderId: "710021500000034",
    model: "DZ15-100/3902 63A透明",
    price: "221",
    showPrice: "221",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：63A",
  },
  {
    orderId: "710021511033063",
    model: "DZ15-100/3902 80A",
    price: "243",
    showPrice: "243",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：80A",
  },
  {
    orderId: "710021510412032",
    model: "DZ15-40/2901 32A",
    price: "135",
    showPrice: "135",
    remark:
      "系列：DZ15 | 极数：2P | 额定极限分断能力：3kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：40A | 额定电流：32A",
  },
  {
    orderId: "710021511023050",
    model: "DZ15-100/3902 50A",
    price: "243",
    showPrice: "243",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：50A",
  },
  {
    orderId: "710021500000132",
    model: "DZ15-100/2901 63A",
    price: "205",
    showPrice: "205",
    remark:
      "系列：DZ15 | 极数：2P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：63A",
  },
  {
    orderId: "710021500000136",
    model: "DZ15-100/2901 63A透明",
    price: "181",
    showPrice: "181",
    remark:
      "系列：DZ15 | 极数：2P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：63A",
  },
  {
    orderId: "710021500000138",
    model: "DZ15-100/2901 100A透明",
    price: "181",
    showPrice: "181",
    remark:
      "系列：DZ15 | 极数：2P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "710021500000012",
    model: "DZ15-40/2901 40A透明",
    price: "123",
    showPrice: "123",
    remark:
      "系列：DZ15 | 极数：2P | 额定极限分断能力：3kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：40A | 额定电流：40A",
  },
  {
    orderId: "710021500000031",
    model: "DZ15-100/3901 63A透明",
    price: "221",
    showPrice: "221",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：63A",
  },
  {
    orderId: "710021500000029",
    model: "DZ15-100/3901 100A透明",
    price: "221",
    showPrice: "221",
    remark:
      "系列：DZ15 | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "710021500000011",
    model: "DZ15-40/2901 32A透明",
    price: "123",
    showPrice: "123",
    remark:
      "系列：DZ15 | 极数：2P | 额定极限分断能力：3kA | 脱扣器类型：液压式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：40A | 额定电流：32A",
  },
];

export default list;
