const list = [
  {
    orderId: "710022150300521",
    model: "DZ20Y-1250/3300 1250A",
    price: "9724",
    showPrice: "9724",
    remark:
      "系列：DZ20 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1250A",
  },
  {
    orderId: "710022150300001",
    model: "DZ20Y-1250/3300 1000A",
    price: "9724",
    showPrice: "9724",
    remark:
      "系列：DZ20 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：1000A",
  },
  {
    orderId: "710022150300800",
    model: "DZ20Y-1250/3300 800A",
    price: "9724",
    showPrice: "9724",
    remark:
      "系列：DZ20 | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电流：800A",
  },
  {
    orderId: "710052000000783",
    model: "DZ20-630/3300 630A 带接线板 G",
    price: "2972",
    showPrice: "2972",
    remark:
      "系列：DZ20 | 极数：3P | 额定极限分断能力：标准型 | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A | 额定电压：AC380V",
  },
];
export default list;
