const formulaData = [
  {
    orderId: "10147458",
    model: "A0A100 TMF100/1000 FF 3P",
    price: "490.4",
    showPrice: "490.4",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "10116378",
    model: "A1N125 TMF100/1000 FF 3P",
    price: "1065.18",
    showPrice: "1065.18",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10116290",
    model: "A1A125 TMF125/1250 FF 3P",
    price: "723.79",
    showPrice: "723.79",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "10116404",
    model: "A1N125 TMF80/800 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10116380",
    model: "A1N125 TMF125/1250 FF 3P",
    price: "1283.88",
    showPrice: "1283.88",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "10116288",
    model: "A1A125 TMF100/1000 FF 3P",
    price: "723.79",
    showPrice: "723.79",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10116350",
    model: "A1C125 TMF125/1250 FF 3P",
    price: "903.16",
    showPrice: "903.16",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "10116440",
    model: "A2N250 TMF160/1600 FF 3P",
    price: "1315.34",
    showPrice: "1315.34",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "10116420",
    model: "A2B250 TMF250/2500 FF 3P",
    price: "1886.45",
    showPrice: "1886.45",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "10116412",
    model: "A2B250 TMF160/1600 FF 3P",
    price: "1276.01",
    showPrice: "1276.01",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "10116448",
    model: "A2N250 TMF250/2500 FF 3P",
    price: "2358.43",
    showPrice: "2358.43",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "10116452",
    model: "A3N400 TMF400/4000 FF 3P",
    price: "4940.21",
    showPrice: "4940.21",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10116314",
    model: "A1A125 TMF80/800 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10116400",
    model: "A1N125 TMF63/630 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "10116289",
    model: "A1A125 TMF100/1000 FF 4P",
    price: "892.07",
    showPrice: "892.07",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10147457",
    model: "A0A100 TMF80/800 FF 3P",
    price: "490.4",
    showPrice: "490.4",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：80A",
  },
  {
    orderId: "10116298",
    model: "A1A125 TMF25/400 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "10116366",
    model: "A1C125 TMF50/500 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "10116450",
    model: "A3N400 TMF320/3200 FF 3P",
    price: "4940.21",
    showPrice: "4940.21",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "10116320",
    model: "A1B125 TMF125/1250 FF 3P",
    price: "811.91",
    showPrice: "811.91",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "10116302",
    model: "A1A125 TMF32/400 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "10116416",
    model: "A2B250 TMF200/2000 FF 3P",
    price: "1886.45",
    showPrice: "1886.45",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10147456",
    model: "A0A100 TMF63/630 FF 3P",
    price: "473.57",
    showPrice: "473.57",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：63A",
  },
  {
    orderId: "10116318",
    model: "A1B125 TMF100/1000 FF 3P",
    price: "811.91",
    showPrice: "811.91",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10116434",
    model: "A2C250 TMF250/2500 FF 3P",
    price: "2122.42",
    showPrice: "2122.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "10116300",
    model: "A1A125 TMF30/400 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：30A",
  },
  {
    orderId: "10147462",
    model: "A0B100 TMF80/800 FF 3P",
    price: "516.32",
    showPrice: "516.32",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：7.5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：80A",
  },
  {
    orderId: "10116344",
    model: "A1B125 TMF80/800 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10116444",
    model: "A2N250 TMF200/2000 FF 3P",
    price: "2358.43",
    showPrice: "2358.43",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10116442",
    model: "A2N250 TMF175/1750 FF 3P",
    price: "2358.43",
    showPrice: "2358.43",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：175A",
  },
  {
    orderId: "10116446",
    model: "A2N250 TMF225/2250 FF 3P",
    price: "2358.43",
    showPrice: "2358.43",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "10116462",
    model: "A3N630 ELT-LI R630 FF 3P",
    price: "8653.24",
    showPrice: "8653.24",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电子式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "10136274",
    model: "A1A125 MF100/1200 FF 3P",
    price: "1062.01",
    showPrice: "1062.01",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10147468",
    model: "A0C100 TMF100/1000 FF 3P",
    price: "582",
    showPrice: "582",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "10116310",
    model: "A1A125 TMF63/630 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "10116312",
    model: "A1A125 TMF70/700 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：70A",
  },
  {
    orderId: "10116340",
    model: "A1B125 TMF63/630 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "10116374",
    model: "A1C125 TMF80/800 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10116367",
    model: "A1C125 TMF50/500 FF 4P",
    price: "1115.53",
    showPrice: "1115.53",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "10116393",
    model: "A1N125 TMF32/400 FF 4P",
    price: "1304.3",
    showPrice: "1304.3",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "10147455",
    model: "A0A100 TMF40/400 FF 3P",
    price: "473.57",
    showPrice: "473.57",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：40A",
  },
  {
    orderId: "10116392",
    model: "A1N125 TMF32/400 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "10116424",
    model: "A2C250 TMF150/1500 FF 3P",
    price: "1288.58",
    showPrice: "1288.58",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：150A",
  },
  {
    orderId: "10116379",
    model: "A1N125 TMF100/1000 FF 4P",
    price: "1304.3",
    showPrice: "1304.3",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10147466",
    model: "A0C100 TMF63/630 FF 3P",
    price: "582",
    showPrice: "582",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：63A",
  },
  {
    orderId: "10116324",
    model: "A1B125 TMF16/400 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "10136284",
    model: "A1C125 MF50/600 FF 3P",
    price: "1162.68",
    showPrice: "1162.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "10116395",
    model: "A1N125 TMF40/400 FF 4P",
    price: "1304.3",
    showPrice: "1304.3",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "10116296",
    model: "A1A125 TMF20/400 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "10116338",
    model: "A1B125 TMF60/600 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：60A",
  },
  {
    orderId: "10116334",
    model: "A1B125 TMF40/400 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "10147463",
    model: "A0B100 TMF100/1000 FF 3P",
    price: "516.32",
    showPrice: "516.32",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：7.5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：100A",
  },
  {
    orderId: "10116306",
    model: "A1A125 TMF50/500 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "10116376",
    model: "A1C125 TMF90/900 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：90A",
  },
  {
    orderId: "10147461",
    model: "A0B100 TMF63/630 FF 3P",
    price: "498.01",
    showPrice: "498.01",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：7.5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：63A",
  },
  {
    orderId: "10116291",
    model: "A1A125 TMF125/1250 FF 4P",
    price: "892.07",
    showPrice: "892.07",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "10136293",
    model: "A1N125 MF70/840 FF 3P",
    price: "1222.54",
    showPrice: "1222.54",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：70A",
  },
  {
    orderId: "10136289",
    model: "A1N125 MF32/384 FF 3P",
    price: "1222.54",
    showPrice: "1222.54",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "10147454",
    model: "A0A100 TMF30/400 FF 3P",
    price: "473.57",
    showPrice: "473.57",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：30A",
  },
  {
    orderId: "10116390",
    model: "A1N125 TMF30/400 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：30A",
  },
  {
    orderId: "10116408",
    model: "A2B250 TMF125/1250 FF 3P",
    price: "1276.01",
    showPrice: "1276.01",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "10116294",
    model: "A1A125 TMF16/400 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "10116303",
    model: "A1A125 TMF32/400 FF 4P",
    price: "892.07",
    showPrice: "892.07",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "10116388",
    model: "A1N125 TMF25/400 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "10116371",
    model: "A1C125 TMF63/630 FF 4P",
    price: "1115.53",
    showPrice: "1115.53",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "10116375",
    model: "A1C125 TMF80/800 FF 4P",
    price: "1115.53",
    showPrice: "1115.53",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10116321",
    model: "A1B125 TMF125/1250 FF 4P",
    price: "1003.83",
    showPrice: "1003.83",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "10116382",
    model: "A1N125 TMF15/400 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：15A",
  },
  {
    orderId: "10147460",
    model: "A0B100 TMF40/400 FF 3P",
    price: "498.01",
    showPrice: "498.01",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：7.5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：40A",
  },
  {
    orderId: "10116292",
    model: "A1A125 TMF15/400 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：15A",
  },
  {
    orderId: "10116364",
    model: "A1C125 TMF40/400 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "10116308",
    model: "A1A125 TMF60/600 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：60A",
  },
  {
    orderId: "10116394",
    model: "A1N125 TMF40/400 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "10116370",
    model: "A1C125 TMF63/630 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "10136288",
    model: "A1C125 MF100/1200 FF 3P",
    price: "1162.68",
    showPrice: "1162.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10136290",
    model: "A1N125 MF40/480 FF 3P",
    price: "1222.54",
    showPrice: "1222.54",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "10116397",
    model: "A1N125 TMF50/500 FF 4P",
    price: "1304.3",
    showPrice: "1304.3",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "10147464",
    model: "A0C100 TMF30/300 FF 3P",
    price: "582",
    showPrice: "582",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：30A",
  },
  {
    orderId: "10116362",
    model: "A1C125 TMF32/400 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "10116349",
    model: "A1C125 TMF100/1000 FF 4P",
    price: "1115.53",
    showPrice: "1115.53",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10116422",
    model: "A2C250 TMF125/1250 FF 3P",
    price: "1288.58",
    showPrice: "1288.58",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "10116372",
    model: "A1C125 TMF70/700 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：70A",
  },
  {
    orderId: "10136283",
    model: "A1C125 MF40/480 FF 3P",
    price: "1162.68",
    showPrice: "1162.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "10136292",
    model: "A1N125 MF60/720 FF 3P",
    price: "1222.54",
    showPrice: "1222.54",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：60A",
  },
  {
    orderId: "10116304",
    model: "A1A125 TMF40/400 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "10116332",
    model: "A1B125 TMF32/400 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "10116358",
    model: "A1C125 TMF25/400 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "10136282",
    model: "A1C125 MF32/384 FF 3P",
    price: "1162.68",
    showPrice: "1162.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "10147467",
    model: "A0C100 TMF80/800 FF 3P",
    price: "582",
    showPrice: "582",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：80A",
  },
  {
    orderId: "10116316",
    model: "A1A125 TMF90/900 FF 3P",
    price: "630.93",
    showPrice: "630.93",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：90A",
  },
  {
    orderId: "10116311",
    model: "A1A125 TMF63/630 FF 4P",
    price: "892.07",
    showPrice: "892.07",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "10116319",
    model: "A1B125 TMF100/1000 FF 4P",
    price: "1003.83",
    showPrice: "1003.83",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10116398",
    model: "A1N125 TMF60/600 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：60A",
  },
  {
    orderId: "10116328",
    model: "A1B125 TMF25/400 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "10116384",
    model: "A1N125 TMF16/400 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "10116396",
    model: "A1N125 TMF50/500 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "10136280",
    model: "A1B125 MF80/960 FF 3P",
    price: "1102.91",
    showPrice: "1102.91",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10136291",
    model: "A1N125 MF50/600 FF 3P",
    price: "1222.54",
    showPrice: "1222.54",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "10136294",
    model: "A1N125 MF80/960 FF 3P",
    price: "1222.54",
    showPrice: "1222.54",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10147459",
    model: "A0B100 TMF30/300 FF 3P",
    price: "498.01",
    showPrice: "498.01",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：7.5kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：30A",
  },
  {
    orderId: "10116326",
    model: "A1B125 TMF20/400 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "10116368",
    model: "A1C125 TMF60/600 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：60A",
  },
  {
    orderId: "10116356",
    model: "A1C125 TMF20/400 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "10136287",
    model: "A1C125 MF80/960 FF 3P",
    price: "1162.68",
    showPrice: "1162.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10136295",
    model: "A1N125 MF100/1200 FF 3P",
    price: "1222.54",
    showPrice: "1222.54",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10116354",
    model: "A1C125 TMF16/400 FF 3P",
    price: "876.42",
    showPrice: "876.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "10116386",
    model: "A1N125 TMF20/400 FF 3P",
    price: "1033.68",
    showPrice: "1033.68",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "10147465",
    model: "A0C100 TMF40/400 FF 3P",
    price: "582",
    showPrice: "582",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：100A | 额定电流：40A",
  },
  {
    orderId: "10116336",
    model: "A1B125 TMF50/500 FF 3P",
    price: "766.25",
    showPrice: "766.25",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "10116351",
    model: "A1C125 TMF125/1250 FF 4P",
    price: "1115.53",
    showPrice: "1115.53",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "10116426",
    model: "A2C250 TMF160/1600 FF 3P",
    price: "1288.58",
    showPrice: "1288.58",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "10116418",
    model: "A2B250 TMF225/2250 FF 3P",
    price: "1886.45",
    showPrice: "1886.45",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "10116458",
    model: "A3S400 TMF400/4000 FF 3P",
    price: "6143.81",
    showPrice: "6143.81",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10116436",
    model: "A2N250 TMF125/1250 FF 3P",
    price: "1315.34",
    showPrice: "1315.34",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "10116411",
    model: "A2B250 TMF150/1500 FF 4P",
    price: "1648.86",
    showPrice: "1648.86",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：150A",
  },
  {
    orderId: "10116430",
    model: "A2C250 TMF200/2000 FF 3P",
    price: "2122.42",
    showPrice: "2122.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10116431",
    model: "A2C250 TMF200/2000 FF 4P",
    price: "2824.1",
    showPrice: "2824.1",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10136307",
    model: "A2N250 MF200/2400 FF 3P",
    price: "2317.48",
    showPrice: "2317.48",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10116464",
    model: "A3S630 ELT-LI R630 FF 3P",
    price: "10726.81",
    showPrice: "10726.81",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电子式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "10116425",
    model: "A2C250 TMF150/1500 FF 4P",
    price: "1834.53",
    showPrice: "1834.53",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：150A",
  },
  {
    orderId: "10136306",
    model: "A2N250 MF160/1920 FF 3P",
    price: "1993.42",
    showPrice: "1993.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "10136305",
    model: "A2N250 MF125/1500 FF 3P",
    price: "1993.42",
    showPrice: "1993.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "10116441",
    model: "A2N250 TMF160/1600 FF 4P",
    price: "2050.05",
    showPrice: "2050.05",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "10116417",
    model: "A2B250 TMF200/2000 FF 4P",
    price: "2509.48",
    showPrice: "2509.48",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10136308",
    model: "A3N400 MF250/3000 FF 3P",
    price: "4249.56",
    showPrice: "4249.56",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "10116451",
    model: "A3N400 TMF320/3200 FF 4P N=100%",
    price: "6710.18",
    showPrice: "6710.18",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "10116413",
    model: "A2B250 TMF160/1600 FF 4P",
    price: "1648.86",
    showPrice: "1648.86",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "10116427",
    model: "A2C250 TMF160/1600 FF 4P",
    price: "1834.53",
    showPrice: "1834.53",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "10116435",
    model: "A2C250 TMF250/2500 FF 4P",
    price: "2824.1",
    showPrice: "2824.1",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "10136312",
    model: "A3S400 MF250/3000 FF 3P",
    price: "4334.48",
    showPrice: "4334.48",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "10116463",
    model: "A3N630 ELT-LI R630 FF 4P",
    price: "10822.83",
    showPrice: "10822.83",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：电子式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "10116381",
    model: "A1N125 TMF125/1250 FF 4P",
    price: "1579.63",
    showPrice: "1579.63",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "10116428",
    model: "A2C250 TMF175/1750 FF 3P",
    price: "2122.42",
    showPrice: "2122.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：175A",
  },
  {
    orderId: "10116443",
    model: "A2N250 TMF175/1750 FF 4P",
    price: "3138.77",
    showPrice: "3138.77",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：175A",
  },
  {
    orderId: "10136298",
    model: "A2B250 MF160/1920 FF 3P",
    price: "1623.66",
    showPrice: "1623.66",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "10136303",
    model: "A2C250 MF200/2400 FF 3P",
    price: "2147.64",
    showPrice: "2147.64",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10116455",
    model: "A3N630 TMF500/5000 FF 4P N=100%",
    price: "7529.9",
    showPrice: "7529.9",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "10116459",
    model: "A3S400 TMF400/4000 FF 4P N=100%",
    price: "8031.79",
    showPrice: "8031.79",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10116414",
    model: "A2B250 TMF175/1750 FF 3P",
    price: "1886.45",
    showPrice: "1886.45",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：175A",
  },
  {
    orderId: "10116445",
    model: "A2N250 TMF200/2000 FF 4P",
    price: "3138.77",
    showPrice: "3138.77",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10136309",
    model: "A3N400 MF320/3840 FF 3P",
    price: "4249.56",
    showPrice: "4249.56",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "10136299",
    model: "A2B250 MF200/2400 FF 3P",
    price: "2015.44",
    showPrice: "2015.44",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：18kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10116449",
    model: "A2N250 TMF250/2500 FF 4P",
    price: "3138.77",
    showPrice: "3138.77",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "10116438",
    model: "A2N250 TMF150/1500 FF 3P",
    price: "1315.34",
    showPrice: "1315.34",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：150A",
  },
  {
    orderId: "10136313",
    model: "A3S400 MF320/3840 FF 3P",
    price: "4334.48",
    showPrice: "4334.48",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "10116405",
    model: "A1N125 TMF80/800 FF 4P",
    price: "1304.3",
    showPrice: "1304.3",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "10116421",
    model: "A2B250 TMF250/2500 FF 4P",
    price: "2509.48",
    showPrice: "2509.48",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：18kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "10116453",
    model: "A3N400 TMF400/4000 FF 4P N=100%",
    price: "7089.39",
    showPrice: "7089.39",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10116432",
    model: "A2C250 TMF225/2250 FF 3P",
    price: "2122.42",
    showPrice: "2122.42",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "10116460",
    model: "A3S630 TMF500/5000 FF 3P",
    price: "6452.16",
    showPrice: "6452.16",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "10116401",
    model: "A1N125 TMF63/630 FF 4P",
    price: "1304.3",
    showPrice: "1304.3",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "10116454",
    model: "A3N630 TMF500/5000 FF 3P",
    price: "6082.46",
    showPrice: "6082.46",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "10116348",
    model: "A1C125 TMF100/1000 FF 3P",
    price: "903.16",
    showPrice: "903.16",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "10116305",
    model: "A1A125 TMF40/400 FF 4P",
    price: "892.07",
    showPrice: "892.07",
    remark:
      "系列：Formula | 极数：4P | 额定极限分断能力：10kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "10136269",
    model: "A1A125 MF40/480 FF 3P",
    price: "1062.01",
    showPrice: "1062.01",
    remark:
      "系列：Formula | 极数：3P | 额定极限分断能力：10kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
];

export default formulaData;
