const list = [
  {
    orderId: "710053300000041",
    model: "NXM-125S/3300 100A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "710053300000001",
    model: "NXM-125S/3300 125A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "710053300000186",
    model: "NXM-250S/3300 250A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300000003",
    model: "NXM-160S/3300 160A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300000019",
    model: "NXM-400S/3300 400A",
    price: "1453",
    showPrice: "1453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "710053300000166",
    model: "NXM-63S/3300 63A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "710053300000211",
    model: "NXM-250S/3300 200A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "710053300000040",
    model: "NXM-125S/3300 80A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "710053300000031",
    model: "NXM-630S/3300 630A",
    price: "2234",
    showPrice: "2234",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "710053300000306",
    model: "NXM-63S/3300 40A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "710053300000135",
    model: "NXM-250S/3300 160A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "710053300000049",
    model: "NXM-400S/3300 315A",
    price: "1453",
    showPrice: "1453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "710053300000155",
    model: "NXM-125S/4300B 100A",
    price: "553",
    showPrice: "553",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "710053300000030",
    model: "NXM-630S/3300 500A",
    price: "2234",
    showPrice: "2234",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "710053300000305",
    model: "NXM-63S/3300 32A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "710053300000039",
    model: "NXM-125S/3300 63A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "710053300000055",
    model: "NXM-800S/3300 800A",
    price: "3133",
    showPrice: "3133",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "710053300000307",
    model: "NXM-63S/3300 50A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "710053300000188",
    model: "NXM-250S/4300B 250A",
    price: "891",
    showPrice: "891",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300000212",
    model: "NXM-250S/3300 225A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "710053300000050",
    model: "NXM-400S/3300 350A",
    price: "1453",
    showPrice: "1453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "710053300000304",
    model: "NXM-63S/3300 25A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "710053300000067",
    model: "NXM-1000S/3300 1000A",
    price: "6567",
    showPrice: "6567",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1000A | 额定电流：1000A",
  },
  {
    orderId: "710053300000156",
    model: "NXM-125S/4300B 125A",
    price: "553",
    showPrice: "553",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "710053300000004",
    model: "NXM-160S/3300 125A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：125A",
  },
  {
    orderId: "710053300000005",
    model: "NXM-160S/4300B 160A",
    price: "808",
    showPrice: "808",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300000033",
    model: "NXM-630S/4300B 500A",
    price: "3075",
    showPrice: "3075",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "710053300000187",
    model: "NXM-250H/3300 250A",
    price: "757",
    showPrice: "757",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300000213",
    model: "NXM-250S/4300B 200A",
    price: "891",
    showPrice: "891",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "710053300000038",
    model: "NXM-125S/3300 50A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "710053300000132",
    model: "NXM-125H/3300 100A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "710053300000168",
    model: "NXM-63S/4300B 63A",
    price: "423",
    showPrice: "423",
    remark:
      "系列：NXM | 极数：4P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A | 额定电压：AC230-500V",
  },
  {
    orderId: "710053300010589",
    model: "NXM-63H/33002 32A",
    price: "365",
    showPrice: "365",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300000134",
    model: "NXM-160H/3300 125A",
    price: "693",
    showPrice: "693",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：125A",
  },
  {
    orderId: "710053300011251",
    model: "NXM-160S/3300 140A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：140A",
  },
  {
    orderId: "710053300007193",
    model: "NXM-250S/33002 250A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300007187",
    model: "NXM-125S/33002 100A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "710053300007808",
    model: "NXM-63S/3300 16A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "710053300010623",
    model: "NXM-160S/3300 100A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：100A",
  },
  {
    orderId: "710053300000136",
    model: "NXM-250S/3300 180A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "710053300007159",
    model: "NXM-250S/3300 125A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "710053300000154",
    model: "NXM-125S/4300B 80A",
    price: "553",
    showPrice: "553",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "710053300007180",
    model: "NXM-63S/33002 63A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 操作方式：手柄操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "710053300007176",
    model: "NXM-63S/33002 25A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "710053300007186",
    model: "NXM-125S/33002 80A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "710053300000315",
    model: "NXM-63S/4300B 50A",
    price: "423",
    showPrice: "423",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A",
  },
  {
    orderId: "710053300008180",
    model: "NXM-63S/33002 16A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "710053300000043",
    model: "NXM-160S/4300B 125A",
    price: "808",
    showPrice: "808",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：125A",
  },
  {
    orderId: "710053300000020",
    model: "NXM-400S/4300B 400A",
    price: "2117",
    showPrice: "2117",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "710053300000151",
    model: "NXM-125S/4300B 40A",
    price: "553",
    showPrice: "553",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A",
  },
  {
    orderId: "710053300007178",
    model: "NXM-63S/33002 40A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "710053300000214",
    model: "NXM-250H/3300 200A",
    price: "757",
    showPrice: "757",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "710053300008168",
    model: "NXM-63S/3200 40A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "710053300000079",
    model: "NXM-1600S/3300T 1600A",
    price: "9041",
    showPrice: "9041",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1600A | 额定电流：1600A",
  },
  {
    orderId: "710053300000203",
    model: "NXM-400S/3300 320A",
    price: "1453",
    showPrice: "1453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "710053300007188",
    model: "NXM-125S/33002 125A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A | 额定电压：AC230-500V",
  },
  {
    orderId: "710053300008191",
    model: "NXM-125S/3200 100A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "710053300008167",
    model: "NXM-63S/3200 32A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电压：AC380V",
  },
  {
    orderId: "710053300000153",
    model: "NXM-125S/4300B 63A",
    price: "553",
    showPrice: "553",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "710053300010592",
    model: "NXM-63H/33002 63A",
    price: "365",
    showPrice: "365",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300009491",
    model: "NXM-160S/33002 160A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300000006",
    model: "NXM-160H/3300 160A",
    price: "693",
    showPrice: "693",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300008203",
    model: "NXM-125S/32002 125A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300007826",
    model: "NXM-1250S/3300T 1250A",
    price: "8882",
    showPrice: "8882",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电压：AC380V",
  },
  {
    orderId: "710053300000051",
    model: "NXM-400S/4300B 315A",
    price: "2117",
    showPrice: "2117",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "710053300008192",
    model: "NXM-125S/3200 125A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "710053300011720",
    model: "NXM-250S/32002 250A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：2A",
  },
  {
    orderId: "710053300000025",
    model: "NXM-630H/3300 630A",
    price: "2468",
    showPrice: "2468",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "710053300003589",
    model: "NXM-630SP/3300 630A AC230V",
    price: "5130",
    showPrice: "5130",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：插入式 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "710053300000037",
    model: "NXM-125S/3300 40A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "710053300000138",
    model: "NXM-250H/3300 180A",
    price: "757",
    showPrice: "757",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "710053300000148",
    model: "NXM-125H/4300B 125A",
    price: "612",
    showPrice: "612",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A",
  },
  {
    orderId: "710053300007191",
    model: "NXM-250S/33002 200A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电压：AC380V",
  },
  {
    orderId: "710053300008177",
    model: "NXM-63S/32002 50A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300008170",
    model: "NXM-63S/3200 63A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "710053300000314",
    model: "NXM-63S/4300B 40A",
    price: "423",
    showPrice: "423",
    remark:
      "系列：NXM | 极数：4P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "710053300000036",
    model: "NXM-125S/3300 32A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "710053300010611",
    model: "NXM-125H/33002 125A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电压：AC380V",
  },
  {
    orderId: "710053300010686",
    model: "NXM-125S/2300 100A",
    price: "355",
    showPrice: "355",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A | 额定电压：AC400V",
  },
  {
    orderId: "710053300000130",
    model: "NXM-125H/3300 63A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "710053300008190",
    model: "NXM-125S/3200 80A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "710053300007167",
    model: "NXM-400S/3300 250A",
    price: "1453",
    showPrice: "1453",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A",
  },
  {
    orderId: "710053300000035",
    model: "NXM-125S/3300 25A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "710053300008176",
    model: "NXM-63S/32002 40A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300007179",
    model: "NXM-63S/33002 50A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "710053300000189",
    model: "NXM-250H/4300B 250A",
    price: "1013",
    showPrice: "1013",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A",
  },
  {
    orderId: "710053300008178",
    model: "NXM-63S/32002 63A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：- | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "710053300004785",
    model: "NXM-250S/3340 200A AC230V",
    price: "795",
    showPrice: "795",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "710053300007514",
    model: "NXM-250S/2300 250A备",
    price: "508",
    showPrice: "508",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300008181",
    model: "NXM-63S/33002 20A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300007185",
    model: "NXM-125S/33002 63A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：2A",
  },
  {
    orderId: "710053300011250",
    model: "NXM-160S/32002 160A备",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：电磁式 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300000152",
    model: "NXM-125S/4300B 50A",
    price: "553",
    showPrice: "553",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "710053300010628",
    model: "NXM-160S/33002 125A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：- | 接线方式：板前接线 | 壳架电流：160A | 额定电流：125A",
  },
  {
    orderId: "710053300000007",
    model: "NXM-160H/4300B 160A",
    price: "927",
    showPrice: "927",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：160A",
  },
  {
    orderId: "710053300000002",
    model: "NXM-160S/2300 160A",
    price: "427",
    showPrice: "427",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300000047",
    model: "NXM-250S/4300B 225A",
    price: "891",
    showPrice: "891",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "710053300000131",
    model: "NXM-125H/3300 80A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "710053300004229",
    model: "NXM-400S/3310 400A AC230V",
    price: "1655",
    showPrice: "1655",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "710053300010635",
    model: "NXM-630S/33002 500A",
    price: "2234",
    showPrice: "2234",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "710053300000313",
    model: "NXM-63S/4300B 32A",
    price: "423",
    showPrice: "423",
    remark:
      "系列：NXM | 极数：4P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "710053300007189",
    model: "NXM-250S/33002 160A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：2A",
  },
  {
    orderId: "710053300010625",
    model: "NXM-160S/4300B 100A",
    price: "808",
    showPrice: "808",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：160A",
  },
  {
    orderId: "710053300008202",
    model: "NXM-125S/32002 100A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：2A",
  },
  {
    orderId: "710053300011718",
    model: "NXM-250S/32002 200A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003333",
    model: "NXM-250SZ/3300 250A",
    price: "858",
    showPrice: "858",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：智能型 | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A | 额定电压：AC400V",
  },
  {
    orderId: "710053300010685",
    model: "NXM-125S/2300 80A",
    price: "355",
    showPrice: "355",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003329",
    model: "NXM-250SZ/3300 160A",
    price: "858",
    showPrice: "858",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：智能型 | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A | 额定电压：AC400V",
  },
  {
    orderId: "710053300000158",
    model: "NXM-250S/4300B 160A",
    price: "891",
    showPrice: "891",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "710053300000058",
    model: "NXM-800S/4300B 800A",
    price: "4596",
    showPrice: "4596",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "710053300000147",
    model: "NXM-125H/4300B 100A",
    price: "612",
    showPrice: "612",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A",
  },
  {
    orderId: "710053300000133",
    model: "NXM-125H/3300 125A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "710053300004766",
    model: "NXM-125S/3340 100A AC230V",
    price: "542",
    showPrice: "542",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "710053300004810",
    model: "NXM-630S/3340 630A AC230V",
    price: "2518",
    showPrice: "2518",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "710053300008164",
    model: "NXM-63S/3200 16A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "710053300004804",
    model: "NXM-400S/3340 400A AC230V",
    price: "1737",
    showPrice: "1737",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "710053300008165",
    model: "NXM-63S/3200 20A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "710053300000129",
    model: "NXM-125H/3300 40A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "710053300000032",
    model: "NXM-630S/4300B 400A",
    price: "3075",
    showPrice: "3075",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "710053300000092",
    model: "NXM-400H/3300 315A",
    price: "1733",
    showPrice: "1733",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "710053300000070",
    model: "NXM-1000S/4300B 1000A",
    price: "8519",
    showPrice: "8519",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1000A | 额定电流：1000A",
  },
  {
    orderId: "710053300000311",
    model: "NXM-63H/3300 50A",
    price: "365",
    showPrice: "365",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "710053300000308",
    model: "NXM-63H/3300 25A",
    price: "365",
    showPrice: "365",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "710053300008200",
    model: "NXM-125S/32002 63A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电压：AC380V",
  },
  {
    orderId: "710053300000029",
    model: "NXM-630S/3300 400A",
    price: "2234",
    showPrice: "2234",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "710053300010670",
    model: "NXM-63S/2300 16A备",
    price: "266",
    showPrice: "266",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "710053300000021",
    model: "NXM-400H/3300 400A",
    price: "1733",
    showPrice: "1733",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "710053300004250",
    model: "NXM-250S/3310 250A AC230V",
    price: "754",
    showPrice: "754",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300007161",
    model: "NXM-250H/3300 125A",
    price: "757",
    showPrice: "757",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300011707",
    model: "NXM-250H/3300140A",
    price: "757",
    showPrice: "757",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：140A | 额定电压：AC400V",
  },
  {
    orderId: "710053300000073",
    model: "NXM-1000H/3300 1000A",
    price: "6994",
    showPrice: "6994",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1000A | 额定电流：1000A",
  },
  {
    orderId: "710053300000061",
    model: "NXM-800H/3300 800A",
    price: "3431",
    showPrice: "3431",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "710053300004783",
    model: "NXM-250S/3340 160A AC230V",
    price: "795",
    showPrice: "795",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "710053300000078",
    model: "NXM-1600S/3300T 1250A",
    price: "9041",
    showPrice: "9041",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1600A | 额定电流：1250A",
  },
  {
    orderId: "710053300000312",
    model: "NXM-63S/4300B 25A",
    price: "423",
    showPrice: "423",
    remark:
      "系列：NXM | 极数：4P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "710053300008189",
    model: "NXM-125S/3200 63A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "710053300004787",
    model: "NXM-250S/3340 250A AC230V",
    price: "795",
    showPrice: "795",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300000052",
    model: "NXM-400S/4300B 350A",
    price: "2117",
    showPrice: "2117",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "710053300009602",
    model: "NXM-125S/3340 50A AC230V",
    price: "542",
    showPrice: "542",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "710053300000128",
    model: "NXM-125H/3300 25A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：25A",
  },
  {
    orderId: "710053300004124",
    model: "NXM-160S/3310 160A AC230V",
    price: "695",
    showPrice: "695",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300007177",
    model: "NXM-63S/33002 32A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "710053300003540",
    model: "NXM-250SP/3300 200A AC230V",
    price: "2253",
    showPrice: "2253",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：插入式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "710053300000162",
    model: "NXM-250H/4300B 225A",
    price: "1013",
    showPrice: "1013",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A",
  },
  {
    orderId: "710053300000165",
    model: "NXM-125H/3300 50A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "710053300000159",
    model: "NXM-250S/4300B 180A",
    price: "891",
    showPrice: "891",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A",
  },
  {
    orderId: "710053300004302",
    model: "NXM-630S/3310 630A AC230V",
    price: "2436",
    showPrice: "2436",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "710053300000167",
    model: "NXM-63H/3300 63A",
    price: "365",
    showPrice: "365",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A | 额定电压：AC230-500V",
  },
  {
    orderId: "710053300004778",
    model: "NXM-250H/3340 160A AC230V",
    price: "893",
    showPrice: "893",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A | 额定电压：AC230V",
  },
  {
    orderId: "710053300003512",
    model: "NXM-125SP/4300B 100A AC230V",
    price: "2073",
    showPrice: "2073",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：插入式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "710053300000084",
    model: "NXM-1600H/3300T 1250A",
    price: "9759",
    showPrice: "9759",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1600A | 额定电流：1250A",
  },
  {
    orderId: "710053300000145",
    model: "NXM-125H/4300B 63A",
    price: "612",
    showPrice: "612",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "710053300008576",
    model: "NXM-63S/3340 32A AC230V",
    price: "458",
    showPrice: "458",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A",
  },
  {
    orderId: "710053300004782",
    model: "NXM-250H/3340 250A AC230V",
    price: "893",
    showPrice: "893",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300004786",
    model: "NXM-250S/3340 225A AC230V",
    price: "795",
    showPrice: "795",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "710053300004777",
    model: "NXM-160S/3340 160A AC230V",
    price: "736",
    showPrice: "736",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：- | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300008578",
    model: "NXM-63S/3340 50A AC230V",
    price: "458",
    showPrice: "458",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "710053300007802",
    model: "NXM-63H/3300 16A备",
    price: "365",
    showPrice: "365",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "710053300011759",
    model: "NXM-630S/32002 630A",
    price: "2234",
    showPrice: "2234",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：2A",
  },
  {
    orderId: "710053300004784",
    model: "NXM-250S/3340 180A AC230V",
    price: "795",
    showPrice: "795",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "710053300000363",
    model: "NXM-125S/3320 80A",
    price: "447",
    showPrice: "447",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "710053300004802",
    model: "NXM-400S/3340 320A AC230V",
    price: "1737",
    showPrice: "1737",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "710053300004106",
    model: "NXM-125H/3310 125A AC230V",
    price: "548",
    showPrice: "548",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "710053300004881",
    model: "NXM-160S/4340B 125A AC230V",
    price: "944",
    showPrice: "944",
    remark:
      "系列：NXM | 极数：4P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：125A",
  },
  {
    orderId: "710053300004125",
    model: "NXM-250H/3310 160A AC230V",
    price: "852",
    showPrice: "852",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "710053300002319",
    model: "NXM-400S/3328 315A",
    price: "1617",
    showPrice: "1617",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "710053300003741",
    model: "NXM-250H/3300 250A 插入式",
    price: "1771",
    showPrice: "1771",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300008575",
    model: "NXM-63S/3340 25A AC230V",
    price: "458",
    showPrice: "458",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：- | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "710053300008188",
    model: "NXM-125S/3200 50A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "710053300004772",
    model: "NXM-125S/3340 63A AC230V",
    price: "542",
    showPrice: "542",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A",
  },
  {
    orderId: "710053300007192",
    model: "NXM-250S/33002 225A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：2A",
  },
  {
    orderId: "710053300003336",
    model: "NXM-250SZ/4300B 200A",
    price: "1090",
    showPrice: "1090",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：抽出式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "710053300008169",
    model: "NXM-63S/3200 50A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "710053300011253",
    model: "NXM-160S/3340 100A AC230V",
    price: "736",
    showPrice: "736",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：100A",
  },
  {
    orderId: "710053300008174",
    model: "NXM-63S/32002 25A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300008995",
    model: "NXM-63S/4310B 63A AC230V",
    price: "518",
    showPrice: "518",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A",
  },
  {
    orderId: "710053300008166",
    model: "NXM-63S/3200 25A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：25A",
  },
  {
    orderId: "710053300000266",
    model: "NXM-250H/3300G 250A",
    price: "990",
    showPrice: "990",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300000139",
    model: "NXM-250H/3300 225A",
    price: "757",
    showPrice: "757",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "710053300000248",
    model: "NXM-160H/3300G 32A",
    price: "926",
    showPrice: "926",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：32A",
  },
  {
    orderId: "710053300008179",
    model: "NXM-63S/33002 10A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300000024",
    model: "NXM-630H/3300 500A",
    price: "2468",
    showPrice: "2468",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "710053300004801",
    model: "NXM-400S/3340 315A AC230V",
    price: "1737",
    showPrice: "1737",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A",
  },
  {
    orderId: "710053300008172",
    model: "NXM-63S/32002 16A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300004891",
    model: "NXM-250S/4340B 225A AC230V",
    price: "1027",
    showPrice: "1027",
    remark:
      "系列：NXM | 极数：4P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：225A",
  },
  {
    orderId: "710053300010633",
    model: "NXM-400S/33002 350A",
    price: "1453",
    showPrice: "1453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：- | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "710053300000791",
    model: "NXM-160H/3310 160A DC24V",
    price: "788",
    showPrice: "788",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A",
  },
  {
    orderId: "710053300008171",
    model: "NXM-63S/32002 10A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300008201",
    model: "NXM-125S/32002 80A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：2A",
  },
  {
    orderId: "710053300005484",
    model: "NXM-400S/4318B 315A/分励电压 AC230V",
    price: "2401",
    showPrice: "2401",
    remark:
      "系列：NXM | 极数：4P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "710053300005480",
    model: "NXM-400S/3318 315A/分励电压 AC230V",
    price: "1737",
    showPrice: "1737",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A",
  },
  {
    orderId: "710053300000144",
    model: "NXM-125H/4300B 50A",
    price: "612",
    showPrice: "612",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A",
  },
  {
    orderId: "710053300000143",
    model: "NXM-125H/4300B 40A",
    price: "612",
    showPrice: "612",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：40A",
  },
  {
    orderId: "710053300004113",
    model: "NXM-125S/3310 100A AC230V",
    price: "501",
    showPrice: "501",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A",
  },
  {
    orderId: "710053300000023",
    model: "NXM-630H/3300 400A",
    price: "2468",
    showPrice: "2468",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：400A",
  },
  {
    orderId: "710053300000066",
    model: "NXM-1000S/3300 900A",
    price: "6567",
    showPrice: "6567",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1000A | 额定电流：900A",
  },
  {
    orderId: "710053300000164",
    model: "NXM-125H/3300 32A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：32A",
  },
  {
    orderId: "710053300000085",
    model: "NXM-1600H/3300T 1600A",
    price: "9759",
    showPrice: "9759",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：1600A",
  },
  {
    orderId: "710053300000057",
    model: "NXM-800S/4300B 700A",
    price: "4596",
    showPrice: "4596",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：800A",
  },
  {
    orderId: "710053300000022",
    model: "NXM-400H/4300B 400A",
    price: "2373",
    showPrice: "2373",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "710053300000093",
    model: "NXM-400H/3300 350A",
    price: "1733",
    showPrice: "1733",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "710053300000054",
    model: "NXM-800S/3300 700A",
    price: "3133",
    showPrice: "3133",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：700A",
  },
  {
    orderId: "710053300000215",
    model: "NXM-250H/4300B 200A",
    price: "1013",
    showPrice: "1013",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A",
  },
  {
    orderId: "710053300000082",
    model: "NXM-1600S/4300TB 1600A",
    price: "12023",
    showPrice: "12023",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：1600A | 额定电流：1600A",
  },
  {
    orderId: "710053300007821",
    model: "NXM-125S/3300 20A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A",
  },
  {
    orderId: "710053300004301",
    model: "NXM-630S/3310 500A AC230V",
    price: "2436",
    showPrice: "2436",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "710053200001493",
    model: "NXMS-160H/3300 100A",
    price: "1644",
    showPrice: "1644",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：- | 接线方式：板前接线 | 壳架电流：160A | 额定电流：100A",
  },
  {
    orderId: "710053300004247",
    model: "NXM-250S/3310 180A AC230V",
    price: "754",
    showPrice: "754",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "710053300008482",
    model: "NXM-63S/3310 50A AC230V",
    price: "417",
    showPrice: "417",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "710053300008577",
    model: "NXM-63S/3340 40A AC230V",
    price: "458",
    showPrice: "458",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "710053300008175",
    model: "NXM-63S/32002 32A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300008209",
    model: "NXM-250S/3200 180A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：180A",
  },
  {
    orderId: "710053300007811",
    model: "NXM-63S/4300B 16A备",
    price: "423",
    showPrice: "423",
    remark:
      "系列：NXM | 极数：4P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：16A",
  },
  {
    orderId: "710053300000204",
    model: "NXM-400H/3300 320A备",
    price: "1733",
    showPrice: "1733",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "710053300009499",
    model: "NXM-400S/33002 400A",
    price: "1453",
    showPrice: "1453",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "710053300008173",
    model: "NXM-63S/32002 20A",
    price: "322",
    showPrice: "322",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：2A",
  },
  {
    orderId: "710053300008579",
    model: "NXM-63S/3340 63A AC230V",
    price: "458",
    showPrice: "458",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：- | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "710053300000137",
    model: "NXM-250H/3300 160A",
    price: "757",
    showPrice: "757",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：160A",
  },
  {
    orderId: "710053300000146",
    model: "NXM-125H/4300B 80A",
    price: "612",
    showPrice: "612",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A",
  },
  {
    orderId: "710053300000077",
    model: "NXM-1600S/3300T 1000A",
    price: "9041",
    showPrice: "9041",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：1600A",
  },
  {
    orderId: "710053300004776",
    model: "NXM-160S/3340 125A AC230V",
    price: "736",
    showPrice: "736",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：125A",
  },
  {
    orderId: "710053300000205",
    model: "NXM-400S/4300B 320A",
    price: "2117",
    showPrice: "2117",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A",
  },
  {
    orderId: "710053300007815",
    model: "NXM-125H/3300 20A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电压：AC380V",
  },
  {
    orderId: "710053300007814",
    model: "NXM-125H/3300 16A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电压：AC380V",
  },
  {
    orderId: "710053300004773",
    model: "NXM-125S/3340 80A AC230V",
    price: "542",
    showPrice: "542",
    remark:
      "系列：NXM | 极数：3P | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "710053300007820",
    model: "NXM-125S/3300 16A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A",
  },
  {
    orderId: "710053300004114",
    model: "NXM-125S/3310 125A AC230V",
    price: "501",
    showPrice: "501",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "710053300008196",
    model: "NXM-125S/32002 25A",
    price: "406",
    showPrice: "406",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电压：AC380V",
  },
  {
    orderId: "710053300011711",
    model: "NXM-250H/33002 250A",
    price: "757",
    showPrice: "757",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电压：AC380V",
  },
  {
    orderId: "710053300011741",
    model: "NXM-400S/3200 350A",
    price: "1453",
    showPrice: "1453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A",
  },
  {
    orderId: "710053300004290",
    model: "NXM-800S/3310 800A AC230V",
    price: "3415",
    showPrice: "3415",
    remark:
      "系列：NXM | 极数：3P | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A | 额定电压：AC230-690V",
  },
  {
    orderId: "710053300004152",
    model: "NXM-125S/4310B 125A AC230V",
    price: "648",
    showPrice: "648",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A",
  },
  {
    orderId: "710053300011281",
    model: "NXM-630S/3200 500A",
    price: "2234",
    showPrice: "2234",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A | 额定电压：AC400V",
  },
  {
    orderId: "710053300011726",
    model: "NXM-250S/3300 140A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：140A | 额定电压：AC400V",
  },
  {
    orderId: "710053300010684",
    model: "NXM-125S/2300 63A",
    price: "355",
    showPrice: "355",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A | 额定电压：AC400V",
  },
  {
    orderId: "710053300000378",
    model: "NXM-160S/4320B 125A",
    price: "849",
    showPrice: "849",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003532",
    model: "NXM-250HP/3300 250A AC230V",
    price: "2351",
    showPrice: "2351",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A | 额定电压：AC230V",
  },
  {
    orderId: "710053300008207",
    model: "NXM-250S/3200 125A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300011658",
    model: "NXM-63S/4200B 40A",
    price: "423",
    showPrice: "423",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003505",
    model: "NXM-125SP/3300 125A AC230V",
    price: "1926",
    showPrice: "1926",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A | 额定电压：AC230V",
  },
  {
    orderId: "710053300000161",
    model: "NXM-250H/4300B 180A",
    price: "1013",
    showPrice: "1013",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A",
  },
  {
    orderId: "710053300003617",
    model: "NXM-1600SP/3300T 1600A AC230V",
    price: "12660",
    showPrice: "12660",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：1600A | 额定电流：1600A | 额定电压：AC230V",
  },
  {
    orderId: "710053300000142",
    model: "NXM-125H/4300B 32A",
    price: "612",
    showPrice: "612",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A",
  },
  {
    orderId: "710053300004248",
    model: "NXM-250S/3310 200A AC230V",
    price: "754",
    showPrice: "754",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "710053300000251",
    model: "NXM-160H/3200G 63A",
    price: "926",
    showPrice: "926",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：160A",
  },
  {
    orderId: "710053300000280",
    model: "NXM-400H/3200G 350A",
    price: "2110",
    showPrice: "2110",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A",
  },
  {
    orderId: "710053300000278",
    model: "NXM-400H/3200G 315A",
    price: "2110",
    showPrice: "2110",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：400A",
  },
  {
    orderId: "710053300003379",
    model: "NXM-630SZ/3300 500A",
    price: "2516",
    showPrice: "2516",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：智能型 | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A | 额定电压：AC400V",
  },
  {
    orderId: "710053300000262",
    model: "NXM-250H/3200G 160A",
    price: "990",
    showPrice: "990",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A",
  },
  {
    orderId: "710053300000264",
    model: "NXM-250H/3200G 200A",
    price: "990",
    showPrice: "990",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A",
  },
  {
    orderId: "710053300003295",
    model: "NXM-125SZ/3300 100A",
    price: "592",
    showPrice: "592",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：智能型 | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A | 额定电压：AC400V",
  },
  {
    orderId: "710053300004758",
    model: "NXM-125H/3340 100A AC230V",
    price: "589",
    showPrice: "589",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A | 额定电压：AC230V",
  },
  {
    orderId: "710053300000318",
    model: "NXM-63H/4300B 40A",
    price: "484",
    showPrice: "484",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003296",
    model: "NXM-125SZ/3300 125A",
    price: "592",
    showPrice: "592",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：智能型 | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003364",
    model: "NXM-400SZ/3300 315A",
    price: "1735",
    showPrice: "1735",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：智能型 | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：315A | 额定电压：AC400V",
  },
  {
    orderId: "710053300009858",
    model: "NXM-125H/3340 50A AC230V",
    price: "589",
    showPrice: "589",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A | 额定电压：AC230V",
  },
  {
    orderId: "710053300000341",
    model: "NXM-125H/3320 125A",
    price: "494",
    showPrice: "494",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003316",
    model: "NXM-160SZ/3300 160A",
    price: "799",
    showPrice: "799",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：智能型 | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A | 额定电压：AC400V",
  },
  {
    orderId: "710053300000340",
    model: "NXM-125H/3320 100A",
    price: "494",
    showPrice: "494",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：100A | 额定电压：AC400V",
  },
  {
    orderId: "710053300010673",
    model: "NXM-63S/2300 32A",
    price: "266",
    showPrice: "266",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：32A | 额定电压：AC400V",
  },
  {
    orderId: "710053300011259",
    model: "NXM-250H/3200G 125A",
    price: "990",
    showPrice: "990",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300004780",
    model: "NXM-250H/3340 200A AC230V",
    price: "893",
    showPrice: "893",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A | 额定电压：AC230V",
  },
  {
    orderId: "710053300000775",
    model: "NXM-125S/3310 125A DC24V",
    price: "501",
    showPrice: "501",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300010683",
    model: "NXM-125S/2300 50A",
    price: "355",
    showPrice: "355",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：50A | 额定电压：AC400V",
  },
  {
    orderId: "T710053300000117",
    model: "NXM-160H/3300 25A",
    price: "707",
    showPrice: "707",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：25A | 额定电压：AC400V",
  },
  {
    orderId: "T710053300008147-T2",
    model: "NXM-400H/33002 350A",
    price: "1392",
    showPrice: "1392",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：350A | 额定电压：AC400V",
  },
  {
    orderId: "T710053300008147",
    model: "NXM-400H/33002 250A",
    price: "1768",
    showPrice: "1768",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：250A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003389",
    model: "NXM-800SZ/3300 800A",
    price: "3497",
    showPrice: "3497",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：抽出式 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "T710053300006853-T3",
    model: "特NXM-125SP/3320 125A AC230V",
    price: "1975",
    showPrice: "1975",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300007512",
    model: "NXM-250S/2300 200A",
    price: "508",
    showPrice: "508",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "T710053300006917-T1",
    model: "特NXM-250SP/3320 200A AC230V",
    price: "2307",
    showPrice: "2307",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：插入式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A | 额定电压：AC400V",
  },
  {
    orderId: "710053300010609",
    model: "NXM-125H/33002 80A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：- | 安装方式：固定式 | 操作方式：- | 接线方式：板前接线 | 壳架电流：125A | 额定电流：80A",
  },
  {
    orderId: "710053300010591",
    model: "NXM-63H/33002 50A",
    price: "365",
    showPrice: "365",
    remark: "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 额定电流：50A",
  },
  {
    orderId: "710053300010676",
    model: "NXM-63S/2300 63A",
    price: "266",
    showPrice: "266",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：63A",
  },
  {
    orderId: "710053300010675",
    model: "NXM-63S/2300 50A备",
    price: "266",
    showPrice: "266",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：50A",
  },
  {
    orderId: "710053300010610",
    model: "NXM-125H/33002 100A",
    price: "453",
    showPrice: "453",
    remark: "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 额定电流：100A",
  },
  {
    orderId: "710053300008210",
    model: "NXM-250S/3200 200A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "710053300003365",
    model: "NXM-400SZ/3300 320A",
    price: "1735",
    showPrice: "1735",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：抽出式 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "710053300011697",
    model: "NXM-160S/3200 160A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：160A | 额定电压：AC400V",
  },
  {
    orderId: "710053300010687",
    model: "NXM-125S/2300 125A",
    price: "355",
    showPrice: "355",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：125A",
  },
  {
    orderId: "710053300008212",
    model: "NXM-250S/3200 250A",
    price: "659",
    showPrice: "659",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300010671",
    model: "NXM-63S/2300 20A",
    price: "266",
    showPrice: "266",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：20A",
  },
  {
    orderId: "710053300003380",
    model: "NXM-630SZ/3300 630A",
    price: "2516",
    showPrice: "2516",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：转动手柄操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "710053300011268",
    model: "NXM-250S/4200B250A备",
    price: "891",
    showPrice: "891",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A | 额定电压：AC400V",
  },
  {
    orderId: "710053300007135",
    model: "NXM-160S/3300 80A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手柄直接操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "T710053300007009",
    model: "NXM-630HP/3320 500A AC230",
    price: "5496",
    showPrice: "5496",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：电动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "710053300003583",
    model: "NXM-630HP/3300 630A AC230V",
    price: "5364",
    showPrice: "5364",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：电动操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "710053300003374",
    model: "NXM-630HZ/3300 630A",
    price: "2750",
    showPrice: "2750",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：转动手柄操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "T710053300007041",
    model: "NXM-800HP/3320 800A AC230V",
    price: "7113",
    showPrice: "7113",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：电动操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "710053300003331",
    model: "NXM-250SZ/3300 200A",
    price: "858",
    showPrice: "858",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：抽出式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "T710053300008140",
    model: "NXM-400S/32002 320A",
    price: "1483",
    showPrice: "1483",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A | 额定电压：AC400V",
  },
  {
    orderId: "T710053300000115",
    model: "NXM-125S/3300 63A 改内六角螺丝+平弹垫",
    price: "414",
    showPrice: "414",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A | 额定电压：AC400V",
  },
  {
    orderId: "710053300011249",
    model: "NXM-160S/3200 125A",
    price: "600",
    showPrice: "600",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：160A | 额定电流：125A | 额定电压：AC400V",
  },
  {
    orderId: "710053300000053",
    model: "NXM-800S/3300 630A",
    price: "3133",
    showPrice: "3133",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：630A",
  },
  {
    orderId: "710053300010602",
    model: "NXM-125H/33002 16A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：16A | 额定电压：AC400V",
  },
  {
    orderId: "710053300010603",
    model: "NXM-125H/33002 20A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：20A | 额定电压：AC400V",
  },
  {
    orderId: "710053300010608",
    model: "NXM-125H/33002 63A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：H级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：2A",
  },
  {
    orderId: "710053300010601",
    model: "NXM-125H/33002 10A",
    price: "453",
    showPrice: "453",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：35kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：10A | 额定电压：AC400V",
  },
  {
    orderId: "710053300003392",
    model: "NXM-1000HZ/33001000A",
    price: "7358",
    showPrice: "7358",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：70kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：转动手柄操作 | 接线方式：板前接线 | 壳架电流：1000A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "T710053300006917-T3",
    model: "NXM-250SP/3320 250A AC230V",
    price: "2307",
    showPrice: "2307",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：插入式 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "710053300010674",
    model: "NXM-63S/2300 40A",
    price: "266",
    showPrice: "266",
    remark:
      "系列：NXM | 极数：2P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：63A | 额定电流：40A",
  },
  {
    orderId: "710053300007936",
    model: "NXM-1250S/4300TB 1250A",
    price: "11617",
    showPrice: "11617",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手柄直接操作 | 接线方式：板前接线 | 壳架电流：1250A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "T710053300008127-T1",
    model: "特 NXM-250S/3200 140A",
    price: "672",
    showPrice: "672",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手柄直接操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电压：230/240,400/415,500,690V",
  },
  {
    orderId: "710053300011732",
    model: "NXM-250S/4200B 200A",
    price: "891",
    showPrice: "891",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：25kA | 脱扣器类型：电磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A | 额定电压：AC400V",
  },
  {
    orderId: "710053300004119",
    model: "NXM-125S/3310 63A AC230V",
    price: "501",
    showPrice: "501",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：25kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：手动操作 | 接线方式：板前接线 | 壳架电流：125A | 额定电流：63A | 额定电压：AC230V",
  },
  {
    orderId: "T710053300008152-T1",
    model: "NXM-630S/32002 500A",
    price: "2280",
    showPrice: "2280",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：2A",
  },
  {
    orderId: "710053300004809",
    model: "NXM-630S/3340 500A AC230V",
    price: "2518",
    showPrice: "2518",
    remark:
      "系列：NXM | 极数：3P | 额定极限分断能力：S级 | 脱扣器类型：热磁式 | 安装方式：固定式 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "710053300000034",
    model: "NXM-630S/4300B 630A",
    price: "3075",
    showPrice: "3075",
    remark:
      "系列：NXM | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
];

export default list;
