const list = [
  {
    orderId: "10114714",
    model: "T6L800 TMA800 FF 4P 1000VDC N=100%",
    price: "16662.94",
    showPrice: "16662.94",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "10133614",
    model: "T6N800 DC TMA800 FF 3P",
    price: "10560.74",
    showPrice: "10560.74",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "10133615",
    model: "T4S250 DC TMA200 FF 3P",
    price: "3225.97",
    showPrice: "3225.97",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10133613",
    model: "T6N630 DC TMA630 FF 3P",
    price: "9762.85",
    showPrice: "9762.85",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "10133620",
    model: "T6S630 DC TMA630 FF 3P",
    price: "10847.52",
    showPrice: "10847.52",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "10133672",
    model: "T6N800 DC TMA800 FF 4P",
    price: "13154.7",
    showPrice: "13154.7",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：800A | 额定电流：800A",
  },
  {
    orderId: "10133608",
    model: "T4N250 DC TMA200 FF 3P",
    price: "3063.23",
    showPrice: "3063.23",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：200A",
  },
  {
    orderId: "10133609",
    model: "T4N250 DC TMA250 FF 3P",
    price: "3063.23",
    showPrice: "3063.23",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：250A",
  },
  {
    orderId: "10133671",
    model: "T6N630 DC TMA630 FF 4P",
    price: "11965.68",
    showPrice: "11965.68",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：630A",
  },
  {
    orderId: "10133618",
    model: "T5S400 DC TMA400 FF 3P",
    price: "4397.35",
    showPrice: "4397.35",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10133611",
    model: "T5N400 DC TMA400 FF 3P",
    price: "4266.52",
    showPrice: "4266.52",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10117326",
    model: "T4V250 TMA125/625-1250 FF 4P 1000VDC",
    price: "4242.96",
    showPrice: "4242.96",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：40kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：250A | 额定电流：125A",
  },
  {
    orderId: "10117331",
    model: "T5V400 TMA400/2000-4000 FF 4P 1000VDC",
    price: "6879.69",
    showPrice: "6879.69",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：40kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10133670",
    model: "T5N630 DC TMA500 FF 4P",
    price: "9911.62",
    showPrice: "9911.62",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "10133610",
    model: "T5N400 DC TMA320 FF 3P",
    price: "4266.52",
    showPrice: "4266.52",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
  {
    orderId: "10133612",
    model: "T5N630 DC TMA500 FF 3P",
    price: "7344.06",
    showPrice: "7344.06",
    remark:
      "系列：Tmax DC | 极数：3P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：630A | 额定电流：500A",
  },
  {
    orderId: "10114711",
    model: "T5V400 TMA400/2000-4000 FFC 4P 1000VDC",
    price: "7051.3",
    showPrice: "7051.3",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：40kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：电缆前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10133669",
    model: "T5N400 DC TMA400 FF 4P",
    price: "5801.11",
    showPrice: "5801.11",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10133652",
    model: "T5S400 DC TMA400 FF 4P",
    price: "5984.64",
    showPrice: "5984.64",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：50kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：400A",
  },
  {
    orderId: "10133668",
    model: "T5N400 DC TMA320 FF 4P",
    price: "5801.11",
    showPrice: "5801.11",
    remark:
      "系列：Tmax DC | 极数：4P | 额定极限分断能力：36kA | 脱扣器类型：热磁式 | 安装方式：固定式 | 操作方式：本体操作 | 接线方式：板前接线 | 壳架电流：400A | 额定电流：320A",
  },
];
export default list;
